Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: Password cannot be empty
de_de: Das Passwort darf nicht leer sein
ne_np: पासवर्ड खाली हुन सक्दैन
pt_br: A senha não pode estar vazia
pt_pt: A palavra-passe não pode estar vazia
uk_ua: Пароль не може бути порожнім

source: Password must be at least 6 characters long
de_de: Das Passwort muss mindestens 6 Zeichen lang sein
ne_np: पासवर्ड कम्तिमा ६ अक्षर लामो हुनुपर्छ
pt_br: A senha deve ter pelo menos 6 caracteres
pt_pt: A palavra-passe deve ter pelo menos 6 caracteres
uk_ua: Пароль повинен містити щонайменше 6 символів

source: Password must contain at least one lowercase character
de_de: Das Passwort muss mindestens ein Kleinbuchstabe enthalten
ne_np: पासवर्डमा कम्तिमा एउटा सानो अक्षर हुनु आवश्यक छ
pt_br: A senha deve conter pelo menos uma letra minúscula
pt_pt: A palavra-passe deve conter pelo menos uma letra minúscula
uk_ua: Пароль повинен містити щонайменше одну малу літеру

source: Password must contain at least one uppercase character
de_de: Das Passwort muss mindestens ein Großbuchstabe enthalten
ne_np: पासवर्डमा कम्तिमा एउटा ठूलो अक्षर हुनु आवश्यक छ
pt_br: A senha deve conter pelo menos uma letra maiúscula
pt_pt: A palavra-passe deve conter pelo menos uma letra maiúscula
uk_ua: Пароль повинен містити щонайменше одну велику літеру

source: Password must contain at least one digit
de_de: Das Passwort muss mindestens eine Ziffer enthalten
ne_np: पासवर्डमा कम्तिमा एउटा अंक हुनु आवश्यक छ
pt_br: A senha deve conter pelo menos um dígito
pt_pt: A palavra-passe deve conter pelo menos um número
uk_ua: Пароль повинен містити щонайменше одну цифру

source: Username cannot be empty
de_de: Der Benutzername darf nicht leer sein
ne_np: प्रयोगकर्तानाम खाली हुन सक्दैन
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode estar vazio
uk_ua: Ім’я користувача не може бути порожнім

source: Username can only contain letters, numbers, hyphens (-), and underscores (_)
de_de: Der Benutzername darf nur Buchstaben, Zahlen, Bindestriche (-) und Unterstriche (_) enthalten
ne_np: प्रयोगकर्तानाममा अक्षरहरू, अंकहरू, हाइफन (-), र अन्डरस्कोर (_) मात्र हुन सक्छ
pt_br: O nome de usuário pode conter apenas letras, números, hífens (-) e underscores (_)
pt_pt: O nome de utilizador só pode conter letras, números, hífens (-) e traços inferiores (_)
uk_ua: Ім’я користувача може містити лише літери, цифри, дефіси (-) та підкреслення (_)

source: Username cannot be longer than 8 characters
de_de: Der Benutzername darf nicht länger als 8 Zeichen sein
ne_np: प्रयोगकर्तानाम ८ अक्षरभन्दा लामो हुन सक्दैन
pt_br: O nome de usuário não pode ter mais de 8 caracteres
pt_pt: O nome de utilizador não pode ter mais de 8 caracteres
uk_ua: Ім’я користувача не може бути довшим за 8 символів

source: Username '{username}' already exists
de_de: Der Benutzername '{username}' ist bereits vergeben
ne_np: प्रयोगकर्तानाम '{username}' पहिले नै अवस्थित छ
pt_br: O nome de usuário '{username}' já existe
pt_pt: O nome de utilizador '{username}' já existe
uk_ua: Ім’я користувача '{username}' вже існує

source: User registered successfully
de_de: Benutzer erfolgreich registriert
ne_np: प्रयोगकर्ता सफलतापूर्वक दर्ता भयो
pt_br: Usuário registrado com sucesso
pt_pt: Utilizador registado com sucesso
uk_ua: Користувача успішно зареєстровано

source: Method not allowed
de_de: Methode nicht erlaubt
ne_np: विधि अनुमत छैन
uk_ua: Метод не дозволений

source: Username / Password is incorrect
de_de: Benutzername / Passwort ist inkorrekt
ne_np: प्रयोगकर्तानाम / पासवर्ड गलत छ
pt_br: Nome de usuário / Senha incorretos
pt_pt: Nome de utilizador / Palavra-passe incorreto
uk_ua: Ім’я користувача / пароль неправильні

source: User not found
de_de: Benutzer nicht gefunden
ne_np: प्रयोगकर्ता फेला परेन
pt_br: Usuário não encontrado
pt_pt: Utilizador não encontrado
uk_ua: Користувача не знайдено

source: User logged in successfully
de_de: Benutzer erfolgreich eingeloggt
ne_np: प्रयोगकर्ता सफलतापूर्वक लगइन भयो
pt_br: Usuário logado com sucesso
pt_pt: Utilizador autenticado com sucesso
uk_ua: Користувач успішно увійшов

source: Login failed
de_de: Anmeldung fehlgeschlagen
ne_np: लगइन असफल भयो
pt_br: Falha no login
pt_pt: Falha no início de sessão
uk_ua: Не вдалося увійти

source: Successfully logged out
de_de: Erfolgreich abgemeldet
ne_np: सफलतापूर्वक लगआउट भयो
pt_br: Desconectado com sucesso
pt_pt: Sessão terminada com sucesso
uk_ua: Успішний вихід із системи

source: Token is valid
de_de: Token ist gültig
ne_np: टोकन मान्य छ
pt_br: Token válido
pt_pt: O token é válido
uk_ua: Токен дійсний

source: No refresh token found in cookies
de_de: Kein Refresh-Token in den Cookies gefunden
ne_np: कुकीहरूमा कुनै रिफ्रेस टोकन फेला परेन
pt_br: Nenhum token de atualização encontrado nos cookies
pt_pt: Nenhum token de atualização encontrado nos cookies
uk_ua: У файлах cookie не знайдено токену оновлення

source: Token refreshed successfully
de_de: Token erfolgreich aktualisiert
ne_np: टोकन सफलतापूर्वक रिफ्रेस गरियो
pt_br: Token atualizado com sucesso
pt_pt: Token atualizado com sucesso
uk_ua: Токен успішно оновлено

source: Hello there!
de_de: Hallo!
ne_np: नमस्ते!
pt_br: Olá!
pt_pt: Olá!
uk_ua: Привіт!

source: Invalid conversation command
de_de: Ungültiger Gesprächsbefehl
ne_np: अवैध संवाद आदेश
pt_br: Comando de conversa inválido
pt_pt: Comando de conversa inválido
uk_ua: Недійсна команда бесіди

source: Invalid map name
de_de: Ungültiger Kartenname
ne_np: अवैध नक्सा नाम
pt_br: Nome de mapa inválido
pt_pt: Nome de mapa inválido
uk_ua: Недійсна назва карти

source: Invalid powerup value
de_de: Ungültiger Power-Up-Wert
ne_np: अवैध पावरअप मान
pt_br: Valor de powerup inválido
pt_pt: Valor de power-up inválido
uk_ua: Недійсне значення бонусу

source: Game already exists: {link_game}
de_de: Spiel existiert bereits: {link_game}
ne_np: खेल पहिले नै अवस्थित छ: {link_game}
pt_br: Jogo já existe: {link_game}
pt_pt: O jogo já existe: {link_game}
uk_ua: Гра вже існує: {link_game}

source: @{0} has invited @{1} to play a friendly match: {2}
de_de: @{0} hat @{1} zu einem Freundschaftsspiel eingeladen: {2}
ne_np: @{0} ले @{1} लाई मैत्रीपूर्ण खेल खेल्न निमन्त्रणा गरेका छन्: {2}
pt_br: @{0} convidou @{1} para jogar uma partida amigável: {2}
pt_pt: @{0} convidou @{1} para jogar um jogo amigável: {2}
uk_ua: @{0} запросив(ла) @{1} на дружній матч: {2}

source: @{0} has deleted the friendly match: {1}
de_de: @{0} hat das Freundschaftsspiel gelöscht: {1}
ne_np: @{0} ले मैत्रीपूर्ण खेल {1} मेटाएका छन्
pt_br: @{0} excluiu a partida amigável: {1}
pt_pt: @{0} apagou o jogo amigável: {1}
uk_ua: @{0} видалив(ла) дружній матч: {1}

source: @{0} has conceded the friendly match {1} and is therefore the loser
de_de: @{0} hat das Freundschaftsspiel {1} aufgegeben und ist daher der Verlierer
ne_np: @{0} ले मैत्रीपूर्ण खेल {1} मा हार स्वीकार गरेका छन् र त्यसैले हार्ने भएका छन्
pt_br: @{0} desistiu da partida amigável {1} e é, portanto, o perdedor
pt_pt: @{0} desistiu do jogo amigável {1} e, por isso, perdeu
uk_ua: @{0} визнав(ла) поразку в дружньому матчі {1} і тому програв(ла)

source: @1 lost their patience. Game {0} has been set to finished since the deadline has passed. They randomly decided a winner.
de_de: @1 hat die Geduld verloren. Spiel {0} wurde auf abgeschlossen gesetzt, da die Frist verstrichen ist. Sie haben zufällig einen Gewinner bestimmt.
ne_np: @1 ले धैर्य गुमाए। खेल {0} लाई सकिएको घोषणा गरिएको छ किनभने समयसीमा सकिएको छ। उनीहरूले जथाभावी रूपमा विजेता तय गरे।
pt_br: @1 perdeu a paciência. O jogo {0} foi dado como finalizado, pois o prazo expirou. Eles decidiram um vencedor aleatoriamente.
pt_pt: @1 perdeu a paciência. O jogo {0} foi marcado como terminado porque o prazo expirou. Um vencedor foi escolhido aleatoriamente.
uk_ua: @1 втратив(ла) терпіння. Гру {0} завершено, оскільки термін сплив. Переможця вибрано випадково.

source: User @{0} has sent a friend request to @{1}
de_de: Benutzer @{0} hat eine Freundschaftsanfrage an @{1} gesendet
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई साथी अनुरोध पठाएका छन्
pt_br: O usuário @{0} enviou uma solicitação de amizade para @{1}
pt_pt: O utilizador @{0} enviou um pedido de amizade a @{1}
uk_ua: Користувач @{0} надіслав(ла) запит на дружбу користувачу @{1}

source: User @{0} has accepted the friend request from @{1}
de_de: Benutzer @{0} hat die Freundschaftsanfrage von @{1} akzeptiert
ne_np: प्रयोगकर्ता @{0} ले @{1} बाट आएको साथी अनुरोध स्वीकार गरेका छन्
pt_br: O usuário @{0} aceitou a solicitação de amizade de @{1}
pt_pt: O utilizador @{0} aceitou o pedido de amizade de @{1}
uk_ua: Користувач @{0} прийняв(ла) запит на дружбу від @{1}

source: User @{0} has canceled the friend request to @{1}
de_de: Benutzer @{0} hat die Freundschaftsanfrage an @{1} abgebrochen
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई पठाइएको साथी अनुरोध रद्द गरेका छन्
pt_br: O usuário @{0} cancelou a solicitação de amizade para @{1}
pt_pt: O utilizador @{0} cancelou o pedido de amizade a @{1}
uk_ua: Користувач @{0} скасував(ла) запит на дружбу до @{1}

source: User @{0} has rejected the friend request from @{1}
de_de: Benutzer @{0} hat die Freundschaftsanfrage von @{1} abgelehnt
ne_np: प्रयोगकर्ता @{0} ले @{1} बाट आएको साथी अनुरोध अस्वीकार गरेका छन्
pt_br: O usuário @{0} rejeitou a solicitação de amizade de @{1}
pt_pt: O utilizador @{0} rejeitou o pedido de amizade de @{1}
uk_ua: Користувач @{0} відхилив(ла) запит на дружбу від @{1}

source: User @{0} has removed @{1} from their friends list
de_de: Benutzer @{0} hat @{1} aus seiner Freundesliste entfernt
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई आफ्नो साथी सूचीबाट हटाएका छन्
pt_br: O usuário @{0} removeu @{1} da lista de amigos
pt_pt: O utilizador @{0} removeu @{1} da sua lista de amigos
uk_ua: Користувач @{0} видалив(ла) @{1} зі списку друзів

source: User @{0} has blocked @{1}
de_de: Benutzer @{0} hat @{1} blockiert
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई ब्लक गरेका छन्
pt_br: O usuário @{0} bloqueou @{1}
pt_pt: O utilizador @{0} bloqueou @{1}
uk_ua: Користувач @{0} заблокував(ла) @{1}

source: User @{0} has unblocked @{1}
de_de: Benutzer @{0} hat @{1} entblockt
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई अनब्लक गरेका छन्
pt_br: O usuário @{0} desbloqueou @{1}
pt_pt: O utilizador @{0} desbloqueou @{1}
uk_ua: Користувач @{0} розблокував(ла) @{1}

source: User @{0} has started a conversation with @{1}
de_de: Benutzer @{0} hat ein Gespräch mit @{1} gestartet
ne_np: प्रयोगकर्ता @{0} ले @{1} सँग संवाद सुरु गरेका छन्
pt_br: O usuário @{0} iniciou uma conversa com @{1}
pt_pt: O utilizador @{0} iniciou uma conversa com @{1}
uk_ua: Користувач @{0} почав(ла) розмову з @{1}

source: User @{0} has invited @{1} to the tournament: {2}
de_de: Benutzer @{0} hat @{1} zum Turnier eingeladen: {2}
ne_np: प्रयोगकर्ता @{0} ले @{1} लाई प्रतियोगिता {2} मा निमन्त्रणा गरेका छन्
pt_br: O usuário @{0} convidou @{1} para o torneio: {2}
pt_pt: O utilizador @{0} convidou @{1} para o torneio: {2}
uk_ua: Користувач @{0} запросив(ла) @{1} на турнір: {2}

source: User @{0} has left the tournament: {1}
de_de: Benutzer @{0} hat das Turnier verlassen: {1}
ne_np: प्रयोगकर्ता @{0} ले प्रतियोगिता {1} छोडेका छन्
pt_br: O usuário @{0} saiu do torneio: {1}
pt_pt: O utilizador @{0} saiu do torneio: {1}
uk_ua: Користувач @{0} покинув(ла) турнір: {1}

source: User @{0} has joined the tournament: {1}
de_de: Benutzer @{0} hat dem Turnier beigetreten: {1}
ne_np: प्रयोगकर्ता @{0} प्रतियोगिता {1} मा सहभागी भएका छन्
pt_br: O usuário @{0} entrou no torneio: {1}
pt_pt: O utilizador @{0} entrou no torneio: {1}
uk_ua: Користувач @{0} приєднався(лась) до турніру: {1}

source: The tournament: {0} has started
de_de: Das Turnier: {0} hat begonnen
ne_np: प्रतियोगिता {0} सुरु भएको छ
pt_br: O torneio: {0} começou
pt_pt: O torneio: {0} começou
uk_ua: Турнір {0} розпочався

source: The tournament: {0} has been deleted by the creator
de_de: Das Turnier: {0} wurde vom Ersteller gelöscht
ne_np: प्रतियोगिता {0} सिर्जनाकर्ताले मेटाएका छन्
pt_br: O torneio: {0} foi excluído pelo criador
pt_pt: O torneio: {0} foi eliminado pelo criador
uk_ua: Турнір {0} був видалений творцем

source: The overloards have deleted the tournament: {0} because there are not enough players left!
ne_np: ओभरलर्डहरूले प्रतियोगिता {0} मेटाएका छन् किनभने पर्याप्त खेलाडीहरू बाँकी छैनन्!
pt_br: Os sobrecarregados excluíram o torneio: {0} porque não há jogadores suficientes restantes!
pt_pt: Os overlords eliminaram o torneio: {0} porque não restam jogadores suficientes!
uk_ua: Володарі видалили турнір {0}, оскільки не залишилося достатньо гравців!

source: Game is due! {0} -> {1} -> @{2} vs @{3} Go to the game lobby to not miss the game! Remember the overloards are not very patient!
ne_np: खेल सुरु हुन लागेको छ! {0} -> {1} -> @{2} बनाम @{3} — खेल छुटाउन नदिन गेम लबीमा जानुहोस्! ओभरलर्डहरू धेरै धैर्यवान् हुँदैनन् भन्ने कुरा सम्झनुहोस्!
pt_br: O jogo está marcado! {0} -> {1} -> @{2} vs @{3} Vá para o lobby do jogo para não perder o jogo! Lembre-se de que os sobrecarregados não são muito pacientes!
pt_pt: O jogo está prestes a começar! {0} -> {1} -> @{2} vs @{3} Vai até ao lobby do jogo para não o perderes! Lembra-te que os overlords não são muito pacientes!

source: System
ne_np: प्रणाली
pt_br: Sistema
pt_pt: Sistema
uk_ua: Система

source: You are not a member of this conversation
de_de: Du bist kein Mitglied dieses Gesprächs
ne_np: तपाईं यो संवादका सदस्य हुनुहुन्न
pt_br: Você não é um membro desta conversa
pt_pt: Não és membro desta conversa
uk_ua: Ви не є учасником цієї розмови

source: No conversations found...
de_de: Keine Gespräche gefunden...
ne_np: कुनै संवाद फेला परेन...
pt_br: Nenhuma conversa encontrada...
pt_pt: Nenhuma conversa encontrada...
uk_ua: Розмов не знайдено...

source: Conversations loaded successfully
de_de: Gespräche erfolgreich geladen
ne_np: संवादहरू सफलतापूर्वक लोड गरिए
pt_br: Conversas carregadas com sucesso
pt_pt: Conversas carregadas com sucesso
uk_ua: Розмови успішно завантажено

source: Invalid message ID for infinite scroll
de_de: Ungültige Nachrichten-ID für unendliches Scrollen
ne_np: अनन्त स्क्रोलको लागि अवैध सन्देश ID
pt_br: ID de mensagem inválido para rolagem infinita
pt_pt: ID de mensagem inválido para scroll infinito
uk_ua: Недійсний ідентифікатор повідомлення для безкінечного прокручування

source: No more messages to load
de_de: Keine weiteren Nachrichten zum Laden
ne_np: लोड गर्न थप सन्देशहरू छैनन्
pt_br: Não há mais mensagens para carregar
pt_pt: Não há mais mensagens para carregar
uk_ua: Більше немає повідомлень для завантаження

source: Message not found
de_de: Nachricht nicht gefunden
ne_np: सन्देश फेला परेन
pt_br: Mensagem não encontrada
pt_pt: Mensagem não encontrada
uk_ua: Повідомлення не знайдено

source: We know that you haven't seen the messages below...
de_de: Wir wissen, dass du die Nachrichten unten nicht gesehen hast...
ne_np: हामीलाई थाहा छ तपाईंले तलका सन्देशहरू हेर्नुभएको छैन...
pt_br: Sabemos que você não viu as mensagens abaixo...
pt_pt: Sabemos que ainda não viste as mensagens abaixo...
uk_ua: Ми знаємо, що ви ще не бачили нижче наведені повідомлення...

source: This message is hidden because you are blocking the user
de_de: Diese Nachricht ist versteckt, weil du den Benutzer blockierst
ne_np: तपाईंले प्रयोगकर्तालाई ब्लक गर्नुभएको कारणले यो सन्देश लुकाइएको छ
pt_br: Esta mensagem está oculta porque você está bloqueando o usuário
pt_pt: Esta mensagem está oculta porque estás a bloquear o utilizador
uk_ua: Це повідомлення приховано, оскільки ви заблокували цього користувача

source: Messages loaded successfully
de_de: Nachrichten erfolgreich geladen
ne_np: सन्देशहरू सफलतापूर्वक लोड गरिए
pt_br: Mensagens carregadas com sucesso
pt_pt: Mensagens carregadas com sucesso
uk_ua: Повідомлення успішно завантажено

source: You can't use commands in the initial message
de_de: Du kannst keine Befehle in der ersten Nachricht verwenden
ne_np: तपाईंले सुरुको सन्देशमा आदेशहरू प्रयोग गर्न सक्नुहुन्न
pt_br: Você não pode usar comandos na mensagem inicial
pt_pt: Não podes usar comandos na mensagem inicial
uk_ua: Ви не можете використовувати команди в першому повідомленні

source: No 'userId' provided
de_de: Kein 'userId' angegeben
ne_np: 'userId' दिइएको छैन
pt_br: Nenhum 'userId' fornecido
pt_pt: Nenhum 'userId' fornecido
uk_ua: Не вказано 'userId'

source: No 'initialMessage' provided
de_de: Keine 'initialMessage' angegeben
ne_np: 'initialMessage' दिइएको छैन
pt_br: Nenhuma 'mensagem inicial' fornecida
pt_pt: Nenhuma 'initialMessage' fornecida
uk_ua: Не вказано 'initialMessage'

source: You are blocked by the user
de_de: Du wurdest von dem Benutzer blockiert
ne_np: तपाईंलाई प्रयोगकर्ताले ब्लक गरेका छन्
pt_br: Você está bloqueado pelo usuário
pt_pt: Estás bloqueado pelo utilizador
uk_ua: Цей користувач заблокував вас

source: Conversation created (or found) and delivered initial message.
de_de: Gespräch erstellt (oder gefunden) und erste Nachricht zugestellt.
ne_np: संवाद सिर्जना (वा फेला) गरियो र सुरुआतको सन्देश पठाइयो।
pt_br: Conversa criada (ou encontrada) e mensagem inicial entregue.
pt_pt: Conversa criada (ou encontrada) e mensagem inicial enviada.
uk_ua: Розмову створено (або знайдено) та надіслано початкове повідомлення.

source: User is not authenticated
de_de: Benutzer ist nicht authentifiziert
ne_np: प्रयोगकर्ता प्रमाणित गरिएको छैन
pt_br: Usuário não autenticado
pt_pt: O utilizador não está autenticado
uk_ua: Користувач не автентифікований

source: Authentication credentials were not provided.
de_de: Authentifizierungsdaten wurden nicht bereitgestellt.
ne_np: प्रमाणीकरण जानकारीहरू दिइएको थिएन।
pt_br: Credenciais de autenticação não foram fornecidas.
pt_pt: Credenciais de autenticação não foram fornecidas.
uk_ua: Дані для автентифікації не були надані.

source: Invalid or expired token.
de_de: Ungültiger oder abgelaufener Token.
ne_np: अवैध वा म्याद समाप्त भएको टोकन।
pt_br: Token inválido ou expirado.
pt_pt: Token inválido ou expirado.
uk_ua: Недійсний або протермінований токен.

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen.
ne_np: प्रमाणीकरण असफल भयो।
pt_br: Falha na autenticação.
pt_pt: Falha na autenticação.
uk_ua: Автентифікація не вдалася.

source: Object
de_de: Objekt
ne_np: वस्तु
pt_br: Objeto
pt_pt: Objeto
uk_ua: Об'єкт

source: {model_name} entry not found
de_de: {model_name} Eintrag nicht gefunden
ne_np: {model_name} प्रविष्टि फेला परेन
pt_br: Entrada {model_name} não encontrada
pt_pt: Entrada de {model_name} não encontrada
uk_ua: Запис {model_name} не знайдено

source: An unexpected error occurred: {error}
de_de: Ein unerwarteter Fehler ist aufgetreten: {error}
ne_np: एक अप्रत्याशित त्रुटि भयो: {error}
pt_br: Ocorreu um erro inesperado: {error}
pt_pt: Ocorreu um erro inesperado: {error}
uk_ua: Виникла неочікувана помилка: {error}

source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
ne_np: एक अप्रत्याशित त्रुटि भयो
pt_br: Ocorreu um erro inesperado
pt_pt: Ocorreu um erro inesperado
uk_ua: Виникла неочікувана помилка

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
ne_np: एक त्रुटि भयो।
pt_br: Ocorreu um erro.
pt_pt: Ocorreu um erro.
uk_ua: Сталася помилка.

source: Failed to authenticate user via WebSocket
de_de: Fehler bei der Authentifizierung des Benutzers über WebSocket
ne_np: WebSocket मार्फत प्रयोगकर्तालाई प्रमाणित गर्न असफल भयो
pt_br: Falha ao autenticar o usuário via WebSocket
pt_pt: Falha ao autenticar o utilizador via WebSocket
uk_ua: Не вдалося автентифікувати користувача через WebSocket

source: You can't play against yourself
de_de: Du kannst nicht gegen dich selbst spielen
ne_np: तपाईं आफैंसँग खेल्न सक्नुहुन्न
pt_br: Você não pode jogar contra si mesmo
pt_pt: Não podes jogar contra ti próprio
uk_ua: Ви не можете грати проти себе

source: You can only play against your friends
de_de: Du kannst nur gegen deine Freunde spielen
ne_np: तपाईं केवल आफ्ना साथीहरू विरुद्ध खेल्न सक्नुहुन्छ
pt_br: Você só pode jogar contra seus amigos
pt_pt: Só podes jogar contra os teus amigos
uk_ua: Ви можете грати лише проти своїх друзів

source: Opponent is blocking you
de_de: Der Gegner blockiert dich
ne_np: विपक्षीले तपाईंलाई ब्लक गरेका छन्
pt_br: Oponente está bloqueando você
pt_pt: O adversário está a bloquear-te
uk_ua: Противник вас заблокував

source: Invalid value for key 'mapNumber' value (must be 1, 2, 3 or 4)
de_de: Ungültiger Wert für den Schlüssel 'mapNumber' (muss 1, 2, 3 oder 4 sein)
ne_np: 'mapNumber' को लागि अवैध मान (१, २, ३ वा ४ हुनुपर्छ)
pt_br: Valor inválido para a chave 'mapNumber' (deve ser 1, 2, 3 ou 4)
pt_pt: Valor inválido para a chave 'mapNumber' (deve ser 1, 2, 3 ou 4)
uk_ua: Недійсне значення ключа 'mapNumber' (повинно бути 1, 2, 3 або 4)

source: Missing key 'opponentId'
de_de: Fehlender Schlüssel 'opponentId'
ne_np: 'opponentId' कुञ्जी हराइरहेको छ
pt_br: Chave 'opponentId' ausente
pt_pt: Falta a chave 'opponentId'
uk_ua: Відсутній ключ 'opponentId'

source: Game not found
de_de: Spiel nicht gefunden
ne_np: खेल फेला परेन
pt_br: Jogo não encontrado
pt_pt: Jogo não encontrado
uk_ua: Гру не знайдено

source: You are not a member of this game
de_de: Du bist kein Mitglied dieses Spiels
ne_np: तपाईं यो खेलका सदस्य हुनुहुन्न
pt_br: Você não é membro deste jogo
pt_pt: Não és membro deste jogo
uk_ua: Ви не є учасником цієї гри

source: You can't delete a tournament game
de_de: Du kannst ein Turnierspiel nicht löschen
ne_np: तपाईं प्रतियोगिताको खेल मेटाउन सक्नुहुन्न
pt_br: Você não pode excluir um jogo de torneio
pt_pt: Não podes eliminar um jogo de torneio
uk_ua: Ви не можете видалити гру з турніру

source: Game is already finished or quited
de_de: Das Spiel ist bereits beendet oder aufgegeben
ne_np: खेल पहिले नै समाप्त भइसकेको वा छोडिएको छ
pt_br: O jogo já foi finalizado ou abandonado
pt_pt: O jogo já terminou ou foi abandonado
uk_ua: Гра вже завершена або припинена

source: Missing one of the required fields: opponentId, mapNumber
de_de: Fehlendes erforderliches Feld: opponentId, mapNumber
ne_np: आवश्यक क्षेत्रहरूमध्ये एक हराइरहेको छ: opponentId, mapNumber
pt_br: Falta um dos campos obrigatórios: opponentId, mapNumber
pt_pt: Falta um dos campos obrigatórios: opponentId, mapNumber
uk_ua: Відсутнє одне з обов’язкових полів: opponentId, mapNumber

source: Game created successfully
de_de: Spiel erfolgreich erstellt
ne_np: खेल सफलतापूर्वक सिर्जना गरियो
pt_br: Jogo criado com sucesso
pt_pt: Jogo criado com sucesso
uk_ua: Гру успішно створено

source: Game already exists
de_de: Spiel existiert bereits
ne_np: खेल पहिले नै अवस्थित छ
pt_br: Jogo já existe
pt_pt: O jogo já existe
uk_ua: Гра вже існує

source: Game found
de_de: Spiel gefunden
ne_np: खेल फेला पर्यो
pt_br: Jogo encontrado
pt_pt: Jogo encontrado
uk_ua: Гру знайдено

source: No game found
de_de: Kein Spiel gefunden
ne_np: कुनै खेल फेला परेन
pt_br: Nenhum jogo encontrado
pt_pt: Nenhum jogo encontrado
uk_ua: Гру не знайдено

source: Game deleted/quit successfully
de_de: Spiel erfolgreich gelöscht/aufgegeben
ne_np: खेल सफलतापूर्वक मेटाइयो / छोडियो
pt_br: Jogo excluído/abandonado com sucesso
pt_pt: Jogo eliminado/abandonado com sucesso
uk_ua: Гру успішно видалено/припинено

source: Could not delete game
de_de: Spiel konnte nicht gelöscht werden
ne_np: खेल मेटाउन सकिएन
pt_br: Não foi possível excluir o jogo
pt_pt: Não foi possível eliminar o jogo
uk_ua: Не вдалося видалити гру

source: Game members not found
de_de: Spielmitglieder nicht gefunden
ne_np: खेलका सदस्यहरू फेला परेनन्
pt_br: Membros do jogo não encontrados
pt_pt: Membros do jogo não encontrados
uk_ua: Учасників гри не знайдено

source: Lobby details
ne_np: लबी विवरण
pt_br: Detalhes do lobby
pt_pt: Detalhes do lobby
uk_ua: Деталі лобі

source: You are blocked by this user
de_de: Du bist von diesem Benutzer blockiert
ne_np: तपाईंलाई यो प्रयोगकर्ताले ब्लक गरेका छन्
pt_br: Você está bloqueado por este usuário
pt_pt: Estás bloqueado por este utilizador
uk_ua: Цей користувач вас заблокував
