Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: Tournament lobby fetched successfully
de_de: Turnier-Lobby erfolgreich abgerufen
ne_np: प्रतियोगिता लबी सफलतापूर्वक ल्याइयो
pt_br: Lobby do torneio recuperado com sucesso
pt_pt: Lobby do torneio obtido com sucesso
uk_ua: Лобі турніру успішно отримано

source: tournament_id is required
de_de: tournament_id ist erforderlich
ne_np: tournament_id आवश्यक छ
pt_br: tournament_id é obrigatório
pt_pt: tournament_id é obrigatório
uk_ua: Потрібен tournament_id

source: U are not part of the tournament
de_de: Du bist kein Teil des Turniers
ne_np: तपाईं प्रतियोगिताको भाग हुनुहुन्न
pt_br: Você não faz parte do torneio
pt_pt: Não fazes parte do torneio
uk_ua: Ви не є учасником турніру

source: Tournament is not ongoing
de_de: Das Turnier läuft nicht
ne_np: प्रतियोगिता हाल चलिरहेको छैन
pt_br: O torneio não está em andamento
pt_pt: O torneio não está em andamento
uk_ua: Турнір не триває

source: No pending games with deadline set found
de_de: Keine ausstehenden Spiele mit gesetzter Frist gefunden
ne_np: समयसीमा तोकिएको कुनै पनि बाँकी खेल फेला परेन
pt_br: Nenhum jogo pendente com prazo definido encontrado
pt_pt: Nenhum jogo pendente com prazo definido encontrado
uk_ua: Не знайдено жодної гри з встановленим терміном

source: Shedueled Game found
de_de: Geplantes Spiel gefunden
ne_np: निर्धारित खेल फेला पर्यो
pt_br: Jogo agendado encontrado
pt_pt: Jogo agendado encontrado
uk_ua: Заплановану гру знайдено

source: The overloards ask u to be patient. There will be a game for u soon.
de_de: Die Overlords bitten dich um Geduld. Bald gibt es ein Spiel für dich.
ne_np: ओभरलर्डहरूले तपाईंलाई धैर्य गर्न अनुरोध गरेका छन्। चाँडै तपाईंका लागि खेल हुनेछ।
pt_br: Os sobrecarregados pedem que você tenha paciência. Haverá um jogo para você em breve.
pt_pt: Os overlords pedem-te paciência. Em breve haverá um jogo para ti.
uk_ua: Володарі просять вас бути терплячими. Незабаром буде гра для вас.

source: Validation failed
de_de: Validierung fehlgeschlagen
ne_np: मान्यता असफल भयो
pt_br: Validação falhou
pt_pt: A validação falhou
uk_ua: Перевірка не пройдена

source: A blocking condition has been detected.
de_de: Eine blockierende Bedingung wurde erkannt.
ne_np: एउटा अवरोध स्थितिको पहिचान गरिएको छ।
pt_br: Uma condição de bloqueio foi detectada.
pt_pt: Foi detetada uma condição de bloqueio.
uk_ua: Виявлено блокуючу умову.

source: A relationship error has been detected.
de_de: Ein Beziehungsfehler wurde erkannt.
ne_np: सम्बन्ध त्रुटि पत्ता लागेको छ।
pt_br: Um erro de relacionamento foi detectado.
pt_pt: Foi detetado um erro na relação.
uk_ua: Виявлено помилку у відносинах.

source: A relationship between these two users already exists.
de_de: Eine Beziehung zwischen diesen beiden Benutzern besteht bereits.
ne_np: यी दुई प्रयोगकर्ताहरूबीचको सम्बन्ध पहिल्यै अवस्थित छ।
pt_br: Uma relação entre esses dois usuários já existe.
pt_pt: Já existe uma relação entre estes dois utilizadores.
uk_ua: Відносини між цими двома користувачами вже існують.

source: always here...
de_de: immer da...
ne_np: सधैं यहाँ छु...
pt_br: sempre aqui...
pt_pt: sempre por aqui...
uk_ua: завжди тут...

source: Under surveillance
de_de: Unter Beobachtung
ne_np: निगरानीमा
pt_br: Sob vigilância
pt_pt: Sob vigilância
uk_ua: Під наглядом

source: Avatar file not found
de_de: Avatar-Datei nicht gefunden
ne_np: अवतार फाइल फेला परेन
pt_br: Arquivo de avatar não encontrado
pt_pt: Ficheiro de avatar não encontrado
uk_ua: Файл аватара не знайдено

source: Error opening image
de_de: Fehler beim Öffnen des Bildes
ne_np: तस्बिर खोल्दा त्रुटि
pt_br: Erro ao abrir a imagem
pt_pt: Erro ao abrir a imagem
uk_ua: Помилка відкриття зображення

source: Error resizing image
de_de: Fehler beim Ändern der Bildgröße
ne_np: तस्बिरको आकार परिवर्तन गर्दा त्रुटि
pt_br: Erro ao redimensionar a imagem
pt_pt: Erro ao redimensionar a imagem
uk_ua: Помилка зміни розміру зображення

source: Error applying vintage filter
de_de: Fehler beim Anwenden des Vintage-Filters
ne_np: भिन्टेज फिल्टर प्रयोग गर्दा त्रुटि
pt_br: Erro ao aplicar o filtro vintage
pt_pt: Erro ao aplicar filtro vintage
uk_ua: Помилка застосування вінтажного фільтра

source: Error converting image to RGB
de_de: Fehler beim Konvertieren des Bildes in RGB
ne_np: तस्बिरलाई RGB मा रूपान्तरण गर्दा त्रुटि
pt_br: Erro ao converter a imagem para RGB
pt_pt: Erro ao converter a imagem para RGB
uk_ua: Помилка перетворення зображення у формат RGB

source: Error loading frame image
de_de: Fehler beim Laden des Rahmenbildes
ne_np: फ्रेम तस्बिर लोड गर्दा त्रुटि
pt_br: Erro ao carregar a imagem do quadro
pt_pt: Erro ao carregar a imagem da moldura
uk_ua: Помилка завантаження зображення рамки

source: Error converting images to RGBA
de_de: Fehler beim Konvertieren der Bilder in RGBA
ne_np: तस्बिरहरूलाई RGBA मा रूपान्तरण गर्दा त्रुटि
pt_br: Erro ao converter imagens para RGBA
pt_pt: Erro ao converter imagens para RGBA
uk_ua: Помилка перетворення зображень у формат RGBA

source: Error creating positioned image
de_de: Fehler beim Erstellen des positionierten Bildes
ne_np: स्थिति तय गरिएको तस्बिर बनाउन त्रुटि
pt_br: Erro ao criar imagem posicionada
pt_pt: Erro ao criar imagem posicionada
uk_ua: Помилка створення позиціонованого зображення

source: Error combining images
de_de: Fehler beim Kombinieren der Bilder
ne_np: तस्बिरहरू मिलाउँदा त्रुटि
pt_br: Erro ao combinar imagens
pt_pt: Erro ao combinar imagens
uk_ua: Помилка об’єднання зображень

source: Error saving image
de_de: Fehler beim Speichern des Bildes
ne_np: तस्बिर सुरक्षित गर्दा त्रुटि
pt_br: Erro ao salvar a imagem
pt_pt: Erro ao guardar a imagem
uk_ua: Помилка збереження зображення

source: File type not supported
de_de: Dateityp wird nicht unterstützt
ne_np: फाइल प्रकार समर्थित छैन
pt_br: Tipo de arquivo não suportado
pt_pt: Tipo de ficheiro não suportado
uk_ua: Тип файлу не підтримується

source: You are already friends with this user
de_de: Du bist bereits mit diesem Benutzer befreundet
ne_np: तपाईं यो प्रयोगकर्तासँग पहिले नै साथी हुनुहुन्छ
pt_br: Você já é amigo deste usuário
pt_pt: Já és amigo deste utilizador
uk_ua: Ви вже дружите з цим користувачем

source: Friend request is already pending
de_de: Freundschaftsanfrage ist bereits ausstehend
ne_np: साथी अनुरोध पहिल्यै प्रतीक्षामा छ
pt_br: Solicitação de amizade já está pendente
pt_pt: Pedido de amizade já está pendente
uk_ua: Запит на дружбу вже очікує відповіді

source: Friend request not found
de_de: Freundschaftsanfrage nicht gefunden
ne_np: साथी अनुरोध फेला परेन
pt_br: Solicitação de amizade não encontrada
pt_pt: Pedido de amizade não encontrado
uk_ua: Запит на дружбу не знайдено

source: You are already friends with this user. Need to remove them as a friend instead.
de_de: Du bist bereits mit diesem Benutzer befreundet. Entferne ihn stattdessen als Freund.
ne_np: तपाईं पहिले नै यो प्रयोगकर्तासँग साथी हुनुहुन्छ। कृपया पहिले उनीलाई साथीबाट हटाउनुहोस्।
pt_br: Você já é amigo deste usuário. Precisa removê-lo como amigo primeiro.
pt_pt: Já és amigo deste utilizador. Deves removê-lo da lista de amigos primeiro.
uk_ua: Ви вже дружите з цим користувачем. Замість цього потрібно видалити його з друзів.

source: Computer says no
de_de: Computer sagt nein
ne_np: कम्प्युटर भन्छ: छैन
pt_br: O computador diz não
pt_pt: O computador diz que não
uk_ua: Комп’ютер каже ні

source: You are not friends with this user
de_de: Du bist nicht mit diesem Benutzer befreundet
ne_np: तपाईं यो प्रयोगकर्तासँग साथी हुनुहुन्न
pt_br: Você não é amigo deste usuário
pt_pt: Não és amigo deste utilizador
uk_ua: Ви не дружите з цим користувачем

source: Try harder...LOL
de_de: Streng dich mehr an... LOL
ne_np: अझ कडा प्रयास गर्नुहोस्... हा हा
pt_br: Tente mais...rsrs
pt_pt: Tenta com mais esforço... LOL
uk_ua: Старайся більше... хе-хе

source: You have already blocked this user
de_de: Du hast diesen Benutzer bereits blockiert
ne_np: तपाईंले यो प्रयोगकर्तालाई पहिल्यै ब्लक गरिसक्नुभएको छ
pt_br: Você já bloqueou este usuário
pt_pt: Já bloqueaste este utilizador
uk_ua: Ви вже заблокували цього користувача

source: You have not blocked this user
de_de: Du hast diesen Benutzer nicht blockiert
ne_np: तपाईंले यो प्रयोगकर्तालाई ब्लक गर्नुभएको छैन
pt_br: Você não bloqueou este usuário
pt_pt: Não bloqueaste este utilizador
uk_ua: Ви не заблокували цього користувача

source: key 'search' must be provided!
de_de: Der Schlüssel 'search' muss angegeben werden!
ne_np: 'search' कुञ्जी आवश्यक छ!
pt_br: A chave 'search' deve ser fornecida!
pt_pt: A chave 'search' deve ser fornecida!
uk_ua: Ключ 'search' має бути наданий!

source: No users found
de_de: Keine Benutzer gefunden
ne_np: कुनै प्रयोगकर्ता फेला परेन
pt_br: Nenhum usuário encontrado
pt_pt: Nenhum utilizador encontrado
uk_ua: Користувачів не знайдено

source: The following users were found
de_de: Folgende Benutzer wurden gefunden
ne_np: निम्न प्रयोगकर्ताहरू फेला परे
pt_br: Os seguintes usuários foram encontrados
pt_pt: Foram encontrados os seguintes utilizadores
uk_ua: Знайдено наступних користувачів

source: Username exists
de_de: Benutzername existiert
ne_np: प्रयोगकर्तानाम अवस्थित छ
pt_br: Nome de usuário existe
pt_pt: O nome de utilizador existe
uk_ua: Ім’я користувача вже існує

source: Username does not exist
de_de: Benutzername existiert nicht
ne_np: प्रयोगकर्तानाम अवस्थित छैन
pt_br: Nome de usuário não existe
pt_pt: O nome de utilizador não existe
uk_ua: Ім’я користувача не існує

source: Profile not found
de_de: Profil nicht gefunden
ne_np: प्रोफाइल फेला परेन
pt_br: Perfil não encontrado
pt_pt: Perfil não encontrado
uk_ua: Профіль не знайдено

source: User profile loaded
de_de: Benutzerprofil geladen
ne_np: प्रयोगकर्ता प्रोफाइल लोड गरियो
pt_br: Perfil do usuário carregado
pt_pt: Perfil do utilizador carregado
uk_ua: Профіль користувача завантажено

source: Friend request sent
de_de: Freundschaftsanfrage gesendet
ne_np: साथी अनुरोध पठाइयो
pt_br: Solicitação de amizade enviada
pt_pt: Pedido de amizade enviado
uk_ua: Запит на дружбу надіслано

source: User blocked
de_de: Benutzer blockiert
ne_np: प्रयोगकर्ता ब्लक गरियो
pt_br: Usuário bloqueado
pt_pt: Utilizador bloqueado
uk_ua: Користувача заблоковано

source: Friend request accepted
de_de: Freundschaftsanfrage angenommen
ne_np: साथी अनुरोध स्वीकार गरियो
pt_br: Solicitação de amizade aceita
pt_pt: Pedido de amizade aceite
uk_ua: Запит на дружбу прийнято

source: User unblocked
de_de: Benutzer entblockiert
ne_np: प्रयोगकर्ता अनब्लक गरियो
pt_br: Usuário desbloqueado
pt_pt: Utilizador desbloqueado
uk_ua: Користувача розблоковано

source: Friend request rejected
de_de: Freundschaftsanfrage abgelehnt
ne_np: साथी अनुरोध अस्वीकार गरियो
pt_br: Solicitação de amizade rejeitada
pt_pt: Pedido de amizade rejeitado
uk_ua: Запит на дружбу відхилено

source: Friend request cancelled
de_de: Freundschaftsanfrage abgebrochen
ne_np: साथी अनुरोध रद्द गरियो
pt_br: Solicitação de amizade cancelada
pt_pt: Pedido de amizade cancelado
uk_ua: Запит на дружбу скасовано

source: Friend removed
de_de: Freund entfernt
ne_np: साथी हटाइयो
pt_br: Amigo removido
pt_pt: Amigo removido
uk_ua: Друга видалено

source: cannot perform action on yourself
de_de: Aktion kann nicht auf dich selbst angewendet werden
ne_np: आफूमाथि कार्य गर्न सकिँदैन
pt_br: não é possível realizar a ação em si mesmo
pt_pt: não podes realizar esta ação sobre ti próprio
uk_ua: не можна виконати дію над собою

source: Invalid action! For method: {request_method}. Only the following actions are allowed: {allowed_actions}
de_de: Ungültige Aktion! Für Methode: {request_method}. Nur die folgenden Aktionen sind erlaubt: {allowed_actions}
ne_np: अवैध कार्य! विधिका लागि: {request_method}। निम्न कार्यहरू मात्र अनुमत छन्: {allowed_actions}
pt_br: Ação inválida! Para o método: {request_method}. Somente as seguintes ações são permitidas: {allowed_actions}
pt_pt: Ação inválida! Para o método: {request_method}. Apenas as seguintes ações são permitidas: {allowed_actions}
uk_ua: Неприпустима дія! Для методу: {request_method}. Дозволені лише наступні дії: {allowed_actions}

source: Friends list of user
de_de: Freundesliste des Benutzers
ne_np: प्रयोगकर्ताको साथीहरूको सूची
pt_br: Lista de amigos do usuário
pt_pt: Lista de amigos do utilizador
uk_ua: Список друзів користувача

source: key 'avatar' must be provided!
de_de: Der Schlüssel 'avatar' muss angegeben werden!
ne_np: 'avatar' कुञ्जी दिनुपर्छ!
pt_br: A chave 'avatar' deve ser fornecida!
pt_pt: a chave 'avatar' deve ser fornecida!
uk_ua: Ключ 'avatar' має бути наданий!

source: Avatar updated
de_de: Avatar aktualisiert
ne_np: अवतार अद्यावधिक गरियो
pt_br: Avatar atualizado
pt_pt: Avatar atualizado
uk_ua: Аватар оновлено

source: Invalid / unsupported language code
de_de: Ungültiger / nicht unterstützter Sprachcode
ne_np: अवैध / असमर्थित भाषा कोड
pt_br: Código de idioma inválido / não suportado
pt_pt: Código de idioma inválido ou não suportado
uk_ua: Неприпустимий або непідтримуваний мовний код

source: Okay, I will now speak in ur new favorite language! ;)
de_de: Okay, ich spreche jetzt in deiner neuen Lieblingssprache! ;)
ne_np: हुन्छ, अब म तपाईंको नयाँ मनपर्ने भाषामा बोल्नेछु! ;)
pt_br: Ok, agora vou falar no seu novo idioma favorito! ;)
pt_pt: Está bem, vou agora falar no teu novo idioma favorito! ;)
uk_ua: Гаразд, тепер я говоритиму твоєю новою улюбленою мовою! ;)

source: Username already exists
de_de: Benutzername existiert bereits
ne_np: प्रयोगकर्तानाम पहिले नै अवस्थित छ
pt_br: Nome de usuário já existe
pt_pt: O nome de utilizador já existe
uk_ua: Ім’я користувача вже існує

source: User info updated
de_de: Benutzerdaten aktualisiert
ne_np: प्रयोगकर्ताको जानकारी अद्यावधिक गरियो
pt_br: Informações do usuário atualizadas
pt_pt: Informações do utilizador atualizadas
uk_ua: Інформацію про користувача оновлено

source: I am 100% sure I can beat you in Pong.
pt_br: Tenho 100% de certeza de que posso te vencer no Pong.
pt_pt: Tenho 100% de certeza de que te consigo vencer no Pong.
uk_ua: Я на 100% впевнений, що можу перемогти тебе в Понг.

source: Did you know your facial expressions can be predicted from your syntax? "Fascinating!
uk_ua: Ти знав, що твої вирази обличчя можна передбачити за твоїм синтаксисом? Захопливо!
