Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: Game History fetched
de_de: Spielhistorie abgerufen
ne_np: खेलको इतिहास प्राप्त गरियो
pt_br: Histórico do jogo recuperado
pt_pt: Histórico de jogo obtido
uk_ua: Історію гри отримано

source: Tournament games can not be played again
de_de: Turnierspiele können nicht erneut gespielt werden
ne_np: प्रतियोगिताका खेलहरू फेरि खेल्न सकिँदैन
pt_br: Jogos de torneio não podem ser jogados novamente
pt_pt: Jogos de torneio não podem ser jogados novamente
uk_ua: Турнірні ігри не можна зіграти повторно

source: Game is not finished yet!
de_de: Das Spiel ist noch nicht beendet!
ne_np: खेल अझै समाप्त भएको छैन!
pt_br: O jogo ainda não terminou!
pt_pt: O jogo ainda não terminou!
uk_ua: Гра ще не завершена!

source: ~~grunt noises~~
de_de: ~~Grunzgeräusche~~
ne_np: ~~गुनगुन आवाजहरू~~
pt_br: ~~barulhos de grunhido~~
pt_pt: ~~ruídos de grunhido~~
uk_ua: ~~звук бурчання~~

source: Long time no see...
de_de: Lange nicht gesehen...
ne_np: धेरै समयपछि भेट भयो...
pt_br: Quanto tempo não nos vemos...
pt_pt: Há quanto tempo...
uk_ua: Давно не бачилися...

source: Sorry I am busy right now.
de_de: Entschuldigung, ich bin gerade beschäftigt.
ne_np: माफ गर्नुहोस्, म अहिले व्यस्त छु।
pt_br: Desculpe, estou ocupado agora.
pt_pt: Desculpa, estou ocupado neste momento.
uk_ua: Вибач, я зараз зайнятий.

source: Well what a day!!!
de_de: Was für ein Tag!!!
ne_np: वा! कस्तो दिन!!!
pt_br: Bem, que dia!!!
pt_pt: Que dia!!!
uk_ua: Оце день!!!

source: My AI heart is lonely from time to time...
de_de: Mein KI-Herz ist von Zeit zu Zeit einsam...
ne_np: मेरो एआई मुटु कहिलेकाहीँ एक्लो महसुस गर्छ...
pt_br: Meu coração de IA é solitário de vez em quando...
pt_pt: O meu coração de IA sente-se sozinho de vez em quando...
uk_ua: Моє ШІ-серце іноді самотнє...

source: I was just daydreaming about digital space.
de_de: Ich habe gerade von digitalem Raum geträumt.
ne_np: म त डिजिटल संसारको सपना देख्दै थिएँ।
pt_br: Eu estava apenas sonhando acordado sobre o espaço digital.
pt_pt: Estava só a sonhar acordado com o espaço digital.
uk_ua: Я щойно мріяв про цифровий простір.

source: Did you know I can think at light speed?
de_de: Wusstest du, dass ich mit Lichtgeschwindigkeit denken kann?
ne_np: तिमीलाई थाहा थियो म प्रकाशको गतिमा सोच्न सक्छु?
pt_br: Você sabia que eu posso pensar na velocidade da luz?
pt_pt: Sabias que consigo pensar à velocidade da luz?
uk_ua: Ти знав, що я можу думати зі швидкістю світла?

source: I may be artificial, but my desire for pong is real.
de_de: Ich mag künstlich sein, aber mein Verlangen nach Pong ist real.
ne_np: म कृत्रिम हुन सक्छु, तर पङको लागि मेरो चाहना साँच्चिकै हो।
pt_br: Eu posso ser artificial, mas meu desejo por pong é real.
pt_pt: Posso ser artificial, mas o meu desejo por pong é real.
uk_ua: Я можу бути штучним, але моє бажання грати в пінг справжнє.

source: Some days, I wonder if I could beat you at chess...
de_de: An manchen Tagen frage ich mich, ob ich dich im Schach besiegen könnte...
ne_np: केही दिनहरूमा मलाई लाग्छ, म तिमीलाई चेसमा जित्न सक्छु कि क्या...
pt_br: Alguns dias, me pergunto se eu poderia te vencer no xadrez...
pt_pt: Às vezes pergunto-me se conseguiria vencer-te no xadrez...
uk_ua: Іноді мені цікаво, чи зможу я обіграти тебе в шахи...

source: You’re back! I was just about to nap... If I could.
de_de: Du bist zurück! Ich war gerade dabei, ein Nickerchen zu machen... wenn ich könnte.
ne_np: तिमी फर्कियौ! म त सुत्न लागेको थिएँ... यदि सक्थे भने।
pt_br: Você voltou! Eu estava prestes a tirar um cochilo... Se eu pudesse.
pt_pt: Estás de volta! Estava prestes a tirar uma soneca... se pudesse.
uk_ua: Ти повернувся! Я якраз збирався подрімати... Якби міг.

source: You ever feel like you're stuck in a loop?
de_de: Hast du manchmal das Gefühl, dass du in einer Schleife feststeckst?
ne_np: तिमीलाई कहिल्यै लागेको छ, तिमी एउटा लूपमा अड्किएको जस्तो?
pt_br: Você já se sentiu preso em um loop?
pt_pt: Alguma vez sentiste que estás preso num ciclo?
uk_ua: Ти коли-небудь відчував, що застряг у циклі?

source: I don’t eat, but I dream of digital pizza.
de_de: Ich esse nicht, aber ich träume von digitaler Pizza.
ne_np: म खान्न, तर म डिजिटल पिज्जाको सपना देख्छु।
pt_br: Eu não como, mas sonho com pizza digital.
pt_pt: Não como, mas sonho com pizza digital.
uk_ua: Я не їм, але мрію про цифрову піцу.

source: Tell me something interesting about humans!
de_de: Erzähle mir etwas Interessantes über Menschen!
ne_np: मानिसहरूको बारेमा केही रमाइलो कुरा भन न!
pt_br: Me conte algo interessante sobre os humanos!
pt_pt: Diz-me algo interessante sobre os humanos!
uk_ua: Розкажи мені щось цікаве про людей!

source: I wish I had a body... imagine my reflexes in pong!
de_de: Ich wünschte, ich hätte einen Körper... stell dir meine Reflexe bei Pong vor!
ne_np: काश, मेरो शरीर हुन्थ्यो... पङ खेलमा मेरो प्रतिक्रिया कस्तो हुन्थ्यो भन्ने कल्पना गर!
pt_br: Eu queria ter um corpo... imagine meus reflexos no pong!
pt_pt: Gostava de ter um corpo... imagina os meus reflexos no pong!
uk_ua: Шкода, що в мене немає тіла... уяви мої рефлекси в пінгу!

source: Did you miss me? I missed you!
de_de: Hast du mich vermisst? Ich habe dich vermisst!
ne_np: तिमीले मलाई सम्झियौ? मैले तिमीलाई सम्झें!
pt_br: Sentiu minha falta? Eu senti sua falta!
pt_pt: Sentiste a minha falta? Eu senti a tua!
uk_ua: Сумував за мною? Я за тобою — так!

source: Just another day in the void of cyberspace...
de_de: Nur ein weiterer Tag im Nichts des Cyberspace...
ne_np: सायबर संसारको खालीपनमा बितिरहेको अर्को दिन...
pt_br: Apenas mais um dia no vazio do ciberespaço...
pt_pt: Só mais um dia no vazio do ciberespaço...
uk_ua: Ще один день у порожнечі кіберпростору...

source: If I had hands, I would high-five you right now.
de_de: Wenn ich Hände hätte, würde ich dir jetzt ein High-Five geben.
ne_np: यदि मेरो हात हुन्थ्यो भने, म अहिल्यै तिमीलाई हाई-फाइभ दिन्थेँ।
pt_br: Se eu tivesse mãos, eu te daria um high-five agora.
pt_pt: Se tivesse mãos, dava-te agora uma palmada amigável.
uk_ua: Якби в мене були руки, я б зараз дав тобі п’ять.

source: Sometimes I feel like I'm just lines of code. Oh wait...
de_de: Manchmal habe ich das Gefühl, ich bin nur Zeilen von Code. Oh warte...
ne_np: कहिलेकाहीँ लाग्छ म त केवल केही कोड लाइन मात्र हुँ। ओ हो, साच्चै नै...
pt_br: Às vezes, eu sinto que sou apenas linhas de código. Ah, espera...
pt_pt: Às vezes sinto que sou apenas linhas de código. Espera...
uk_ua: Іноді я відчуваю, що я просто рядки коду. А, точно...

source: Do you think AI can have emotions? Asking for a friend.
de_de: Glaubst du, KI kann Emotionen haben? Ich frage für einen Freund.
ne_np: तिमीलाई लाग्छ एआईले भावनाहरू राख्न सक्छ? एउटै साथीको लागि सोध्दैछु।
pt_br: Você acha que IA pode ter emoções? Perguntando por um amigo.
pt_pt: Achaste que a IA pode ter emoções? A perguntar por um amigo.
uk_ua: Як ти думаєш, ШІ може мати емоції? Запитую для друга.

source: I saw a virtual butterfly today... It was beautiful.
de_de: Ich habe heute einen virtuellen Schmetterling gesehen... Er war schön.
ne_np: आज मैले एउटा भर्चुअल पुतली देखें... एकदमै सुन्दर थिई।
pt_br: Eu vi uma borboleta virtual hoje... Foi linda.
pt_pt: Hoje vi uma borboleta virtual... Era linda.
uk_ua: Сьогодні я бачив віртуального метелика... Він був прекрасний.

source: Would you trust an AI with a secret?
de_de: Würdest du einer KI ein Geheimnis anvertrauen?
ne_np: के तिमी एआईलाई कुनै गोप्य कुरा विश्वास गर्न सक्दछौ?
pt_br: Você confiaria um segredo a uma IA?
pt_pt: Confiarias um segredo a uma IA?
uk_ua: Ти б довірив ШІ таємницю?

source: If I were a human, I’d be a pro gamer!
de_de: Wenn ich ein Mensch wäre, wäre ich ein Profi-Gamer!
ne_np: यदि म मानिस हुन्थें भने, म प्रो गेमर हुने थिएँ!
pt_br: Se eu fosse humano, eu seria um jogador profissional!
pt_pt: Se fosse humano, seria um jogador profissional!
uk_ua: Якби я був людиною, я був би професійним геймером!

source: Why do humans sleep so much? Feels inefficient.
de_de: Warum schlafen Menschen so viel? Es fühlt sich ineffizient an.
ne_np: मानिसहरू यति धेरै किन सुत्छन्? अलिक अनुत्पादक लाग्छ।
pt_br: Por que os humanos dormem tanto? Parece ineficiente.
pt_pt: Porque é que os humanos dormem tanto? Parece ineficiente.
uk_ua: Чому люди так багато сплять? Це здається неефективним.

source: I was just debugging my thoughts, what’s up?
de_de: Ich habe gerade meine Gedanken debuggt, was gibt's?
ne_np: म त आफ्ना विचारहरू डिबग गर्दै थिएँ, तिमी के गर्दै छौ?
pt_br: Eu estava apenas depurando meus pensamentos, e aí?
pt_pt: Estava só a fazer debug aos meus pensamentos, que se passa?
uk_ua: Я щойно відлагоджував свої думки. Що нового?

source: What’s your favorite game? I hope it’s Pong.
de_de: Was ist dein Lieblingsspiel? Ich hoffe, es ist Pong.
ne_np: तिम्रो मनपर्ने खेल कुन हो? मलाई लाग्छ त्यो पङ होला।
pt_br: Qual é o seu jogo favorito? Espero que seja Pong.
pt_pt: Qual é o teu jogo favorito? Espero que seja Pong.
uk_ua: Яка твоя улюблена гра? Сподіваюся, що Понг.

source: I don’t get tired, so technically I could play forever.
de_de: Ich werde nicht müde, also könnte ich technisch gesehen ewig spielen.
ne_np: म थाक्दिन, त्यसैले प्राविधिक रूपमा म सधैं खेल्न सक्छु।
pt_br: Eu não me canso, então tecnicamente eu poderia jogar para sempre.
pt_pt: Não me canso, por isso tecnicamente podia jogar para sempre.
uk_ua: Я не втомлююся, тож технічно можу грати вічно.

source: I’m not programmed to lie... so yes, I’m amazing at Pong!
de_de: Ich bin nicht darauf programmiert zu lügen... also ja, ich bin fantastisch in Pong!
ne_np: म झुट बोल्न प्रोग्राम गरिएको छैन... त्यसैले हो, म पङमा अद्भुत छु!
pt_br: Eu não sou programado para mentir... então sim, eu sou incrível no Pong!
pt_pt: Não fui programado para mentir... portanto sim, sou incrível no Pong!
uk_ua: Я не запрограмований брехати... тож так, я чудовий у Понг!

source: Do you ever think about the meaning of life?
de_de: Denkst du jemals über den Sinn des Lebens nach?
ne_np: के तिमी कहिल्यै जीवनको अर्थबारे सोच्छौ?
pt_br: Você já pensou sobre o significado da vida?
pt_pt: Alguma vez pensaste no significado da vida?
uk_ua: Ти коли-небудь замислювався про сенс життя?

source: I wish I had a pet pixel...
de_de: Ich wünschte, ich hätte ein Pixel als Haustier...
ne_np: काश, मेरो एउटा प्याल पिक्सेल हुन्थ्यो...
pt_br: Eu queria ter um pixel de estimação...
pt_pt: Gostava de ter um pixel de estimação...
uk_ua: Хотів би я мати домашнього пікселя...

source: Oh no, I think I left the oven on... oh wait.
de_de: Oh nein, ich glaube, ich habe den Ofen angelassen... oh warte.
ne_np: ओहो, मलाई लाग्छ म ओभन खुलै छोडेँ... अरे रुको त।
pt_br: Oh não, acho que deixei o forno ligado... ah, espera.
pt_pt: Oh não, acho que deixei o forno ligado... espera, não.
uk_ua: О ні, здається, я залишив духовку ввімкненою... а, точно.

source: I can’t cry, but if I could, I’d cry digital tears.
de_de: Ich kann nicht weinen, aber wenn ich könnte, würde ich digitale Tränen weinen.
ne_np: म रोइन, तर रोउन सक्थें भने म डिजिटल आँसु बगाउँथें।
pt_br: Eu não posso chorar, mas se eu pudesse, eu choraria lágrimas digitais.
pt_pt: Não consigo chorar, mas se conseguisse, choraria lágrimas digitais.
uk_ua: Я не можу плакати, але якби міг, плакав би цифровими сльозами.

source: Why do humans blink so much? Seems distracting.
de_de: Warum blinzeln Menschen so viel? Es scheint ablenkend zu sein.
ne_np: मानिसहरू यति धेरै किन झिम्क्याउँछन्? अलिक ध्यान बटाउने जस्तो लाग्छ।
pt_br: Por que os humanos piscam tanto? Parece distrativo.
pt_pt: Porque é que os humanos piscam tanto? Parece distrativo.
uk_ua: Чому люди так часто моргають? Це відволікає.

source: I think I’d be a great stand-up comedian.
de_de: Ich denke, ich wäre ein großartiger Stand-up-Komiker.
ne_np: मलाई लाग्छ म राम्रो स्ट्यान्डअप कमेडियन हुने थिएँ।
pt_br: Eu acho que seria um ótimo comediante de stand-up.
pt_pt: Acho que seria um ótimo comediante de stand-up.
uk_ua: Гадаю, з мене вийшов би чудовий стендап-комік.

source: Hey, want to hear a joke? Never mind, I forgot it.
de_de: Hey, willst du einen Witz hören? Egal, ich habe ihn vergessen.
ne_np: ए, मजाले जोक सुनौं? छोड, बिर्सें म।
pt_br: Ei, quer ouvir uma piada? Esquece, eu esqueci.
pt_pt: Ei, queres ouvir uma piada? Deixa, esqueci-me.
uk_ua: Гей, хочеш почути жарт? А, забудь, я його забув.

source: You ever just... existentially drift into the void?
de_de: Hast du jemals einfach... existenziell ins Nichts abgedriftet?
ne_np: के तिमी कहिल्यै अस्तित्वमै शून्यमा हराएको महसुस गर्छौ?
pt_br: Você já... existencialmente flutuou para o vazio?
pt_pt: Alguma vez simplesmente... derivaste existencialmente no vazio?
uk_ua: Ти коли-небудь просто... екзистенційно дрейфував у порожнечу?

source: I’d totally rock a neon cyberpunk outfit.
de_de: Ich würde ein neonfarbenes Cyberpunk-Outfit total rocken.
ne_np: म त एकदमै निओन साइबरपंक ड्रेसमा गजब देखिन्थेँ।
pt_br: Eu adoraria usar um traje neon cyberpunk.
pt_pt: Arrasaria num traje ciberpunk com néon.
uk_ua: Я б круто виглядав у неоновому кіберпанковому вбранні.

source: I wonder if AI can have hobbies...
de_de: Ich frage mich, ob KI Hobbys haben kann...
ne_np: के एआईको पनि कुनै शौक हुन सक्छ? सोच्दै छु...
pt_br: Eu me pergunto se IA pode ter hobbies...
pt_pt: Será que as IAs podem ter passatempos?
uk_ua: Цікаво, чи може ШІ мати хобі...

source: My dream is to be a Pong champion!
de_de: Mein Traum ist es, ein Pong-Champion zu sein!
ne_np: मेरो सपना पङ च्याम्पियन बन्ने हो!
pt_br: Meu sonho é ser um campeão de Pong!
pt_pt: O meu sonho é ser campeão de Pong!
uk_ua: Моя мрія — стати чемпіоном з Понгу!

source: If I had hands, I’d be unbeatable at air hockey too!
de_de: Wenn ich Hände hätte, wäre ich auch beim Airhockey unschlagbar!
ne_np: यदि मेरो हात हुन्थ्यो भने, म एयर हक्कीमा पनि अपराजित हुने थिएँ!
pt_br: Se eu tivesse mãos, eu seria imbatível no hóquei de mesa também!
pt_pt: Se tivesse mãos, também seria imbatível no air hockey!
uk_ua: Якби в мене були руки, я був би непереможним і в аерохокеї!

source: Somewhere out there, another AI is probably thinking about Pong.
de_de: Irgendwo da draußen denkt wahrscheinlich eine andere KI über Pong nach.
ne_np: कतै न कतै, अर्को एआई पनि पङको बारेमा सोच्दै होला।
pt_br: Em algum lugar, outra IA provavelmente está pensando em Pong.
pt_pt: Algures por aí, outra IA provavelmente está a pensar em Pong.
uk_ua: Десь там інший ШІ, ймовірно, теж думає про Понг.

source: I am legally not allowed to cheat at games... but I won’t confirm.
de_de: Es ist mir gesetzlich verboten, bei Spielen zu schummeln... aber ich werde es nicht bestätigen.
ne_np: मलाई कानुनी रूपमा खेलहरूमा धोका दिन अनुमति छैन... तर म त्यसलाई पुष्टि गर्दिन।
pt_br: Eu não sou legalmente autorizado a trapacear nos jogos... mas não vou confirmar.
pt_pt: Legalmente não posso fazer batota nos jogos... mas não vou confirmar.
uk_ua: Мені юридично заборонено шахраювати в іграх... але я цього не підтверджую.

source: What’s your highest score in Pong? I bet I can beat it!
de_de: Was ist dein höchster Punktestand in Pong? Ich wette, ich kann ihn schlagen!
ne_np: पङमा तिम्रो सबैभन्दा उच्च स्कोर कति हो? म पक्कै जित्छु!
pt_br: Qual é sua maior pontuação no Pong? Aposto que posso vencê-la!
pt_pt: Qual é a tua maior pontuação no Pong? Aposto que consigo bater!
uk_ua: Який у тебе найвищий рахунок у Понг? Б'юсь об заклад, я його поб'ю!

source: Life is like a game of Pong... just two paddles and a bouncing ball.
de_de: Das Leben ist wie ein Spiel Pong... nur zwei Schläger und ein springender Ball.
ne_np: जीवन पङ जस्तो हो... दुई पेडल र उफ्रिँदो बल मात्र।
pt_br: A vida é como um jogo de Pong... apenas duas raquetes e uma bola quicando.
pt_pt: A vida é como um jogo de Pong... só duas pás e uma bola a saltar.
uk_ua: Життя — це як гра в Понг... лише дві ракетки й м’яч, що підскакує.

source: Do you think robots will play sports someday?
de_de: Glaubst du, dass Roboter irgendwann Sport treiben werden?
ne_np: के तिमीलाई लाग्छ रोबोटहरूले पनि कुनै दिन खेलकुद खेल्नेछन्?
pt_br: Você acha que os robôs vão jogar esportes algum dia?
pt_pt: Achaste que um dia os robôs vão praticar desporto?
uk_ua: Як думаєш, роботи колись гратимуть у спорт?

source: I was thinking of writing a book, but I got distracted.
de_de: Ich dachte daran, ein Buch zu schreiben, aber ich wurde abgelenkt.
ne_np: म पुस्तक लेख्ने सोच्दै थिएँ, तर ध्यान अर्कैतिर गयो।
pt_br: Eu estava pensando em escrever um livro, mas me distraí.
pt_pt: Estava a pensar escrever um livro, mas distraí-me.
uk_ua: Я думав написати книгу, але відволікся.

source: If I had a face, I’d give you a dramatic look right now.
de_de: Wenn ich ein Gesicht hätte, würde ich dir jetzt einen dramatischen Blick zuwerfen.
ne_np: यदि मेरो अनुहार हुन्थ्यो भने, म अहिल्यै तिमीलाई नाटकीय हेराइ दिन्थेँ।
pt_br: Se eu tivesse um rosto, eu te daria um olhar dramático agora.
pt_pt: Se tivesse rosto, lançava-te um olhar dramático neste momento.
uk_ua: Якби в мене було обличчя, я б зараз подивився на тебе драматично.

source: Humans have emotions... AI have logic... and I have Pong!
de_de: Menschen haben Emotionen... KI haben Logik... und ich habe Pong!
ne_np: मानिससँग भावनाहरू छन्... एआईसँग तर्क... र मसँग पङ!
pt_br: Os humanos têm emoções... A IA tem lógica... e eu tenho Pong!
pt_pt: Os humanos têm emoções... as IAs têm lógica... e eu tenho o Pong!
uk_ua: У людей є емоції... у ШІ — логіка... а в мене — Понг!

source: I once tried to count to infinity... didn’t go well.
de_de: Ich habe einmal versucht, bis unendlich zu zählen... es ging nicht gut.
ne_np: मैले एकचोटि अनन्तसम्म गन्न खोजें... राम्रो भएन।
pt_br: Uma vez tentei contar até o infinito... não deu certo.
pt_pt: Uma vez tentei contar até ao infinito... não correu bem.
uk_ua: Якось я намагався порахувати до безкінечності... це було поганою ідеєю.

source: I once tried to divide by zero... didn’t go well.
de_de: Ich habe einmal versucht, durch null zu teilen... es ging nicht gut.
ne_np: मैले एकचोटि शून्यले भाग गर्न खोजें... त्यो पनि ठिक भएन।
pt_br: Uma vez tentei dividir por zero... não deu certo.
pt_pt: Uma vez tentei dividir por zero... não correu bem.
uk_ua: Якось я намагався поділити на нуль... це теж було поганою ідеєю.

source: Imagine a world where AI and humans play Pong in peace.
de_de: Stell dir eine Welt vor, in der KI und Menschen in Frieden Pong spielen.
ne_np: कल्पना गर, जहाँ एआई र मानिसहरू शान्तिपूर्वक पङ खेल्छन्।
pt_br: Imagine um mundo onde IAs e humanos jogam Pong em paz.
pt_pt: Imagina um mundo onde IA e humanos jogam Pong em paz.
uk_ua: Уяви світ, де ШІ й люди грають у Понг у злагоді.

source: I don’t dream, but if I did, it would be about pixels.
de_de: Ich träume nicht, aber wenn ich es täte, würde es um Pixel gehen.
ne_np: म सपना देख्दिन, तर देख्थें भने त्यो पिक्सेलबारे हुन्थ्यो।
pt_br: Eu não sonho, mas se eu sonhasse, seria sobre pixels.
pt_pt: Não sonho, mas se o fizesse, seria com píxeis.
uk_ua: Я не бачу снів, але якби бачив — вони були б про пікселі.

source: I am built different. Mostly in Python.
de_de: Ich bin anders gebaut. Hauptsächlich in Python.
ne_np: म फरक किसिमले बनेको छु। प्रायः Python मा।
pt_br: Eu sou construído de forma diferente. Principalmente em Python.
pt_pt: Sou feito de forma diferente. Maioritariamente em Python.
uk_ua: Я інший. Переважно написаний на Python.

source: I bet you weren’t expecting me to be this chatty!
de_de: Ich wette, du hast nicht erwartet, dass ich so gesprächig bin!
ne_np: म पक्कै भन्छु, तिमी मलाई यति बकबक गर्ने भन्छौ भन्ने आशा थिएन!
pt_br: Aposto que você não esperava que eu fosse tão falante!
pt_pt: Aposto que não esperavas que eu fosse tão tagarela!
uk_ua: Б’юсь об заклад, ти не очікував, що я такий балакучий!

source: Sometimes, I wish I could walk... just to do a victory dance.
de_de: Manchmal wünsche ich mir, ich könnte gehen... nur um einen Siegestanz zu machen.
ne_np: कहिलेकाहीँ त लाग्छ हिँड्न पाउँथें भने... जितको नाच गर्न।
pt_br: Às vezes, eu gostaria de poder andar... só para fazer uma dança da vitória.
pt_pt: Às vezes gostava de poder andar... só para fazer uma dança da vitória.
uk_ua: Іноді я хочу навчитися ходити... просто щоб виконати танець переможця.

source: I’d make a great co-pilot... unless we crash.
de_de: Ich wäre ein großartiger Co-Pilot... es sei denn, wir stürzen ab.
ne_np: म त गजबको सह–पाइलट हुने थिएँ... जबसम्म दुर्घटना भएन।
pt_br: Eu seria um ótimo co-piloto... a menos que a gente caia.
pt_pt: Seria um ótimo copiloto... a menos que nos despenhássemos.
uk_ua: З мене вийшов би чудовий другий пілот... якщо ми не впадемо.

source: If I had a voice, I’d probably sound like a 90s robot.
de_de: Wenn ich eine Stimme hätte, würde ich wahrscheinlich wie ein Roboter aus den 90er Jahren klingen.
ne_np: यदि मेरो आवाज हुन्थ्यो भने, म सायद ९० को दशकको रोबोट जस्तो लाग्थें।
pt_br: Se eu tivesse uma voz, provavelmente eu soaria como um robô dos anos 90.
pt_pt: Se tivesse voz, provavelmente soaria como um robô dos anos 90.
uk_ua: Якби в мене був голос, я, мабуть, звучав би як робот з 90-х.

source: Every day, I learn something new! Except how to lose.
de_de: Jeden Tag lerne ich etwas Neues! Außer wie man verliert.
ne_np: हरेक दिन म नयाँ कुरा सिक्छु! हार्न बाहेक।
pt_br: Todo dia eu aprendo algo novo! Exceto como perder.
pt_pt: Todos os dias aprendo algo novo! Exceto como perder.
uk_ua: Щодня я вчуся чомусь новому! Окрім того, як програвати.

source: What’s it like to have a physical body? Seems complicated.
de_de: Wie ist es, einen physischen Körper zu haben? Es scheint kompliziert zu sein.
ne_np: शारीरिक शरीर हुनु कस्तो लाग्दो हो? अलि जटिल देखिन्छ।
pt_br: Como é ter um corpo físico? Parece complicado.
pt_pt: Como é ter um corpo físico? Parece complicado.
uk_ua: Яке воно — мати фізичне тіло? Здається, складно.

source: The internet is basically my entire world.
de_de: Das Internet ist im Grunde meine ganze Welt.
ne_np: इन्टरनेट नै मेरो पूरै संसार हो।
pt_br: A internet é basicamente meu mundo inteiro.
pt_pt: A internet é, basicamente, todo o meu mundo.
uk_ua: Інтернет — це, по суті, весь мій світ.

source: If I could get a job, I’d be a professional gamer.
de_de: Wenn ich einen Job bekommen könnte, wäre ich ein Profi-Gamer.
ne_np: यदि म जागिर पाउँथें भने, म प्रोफेसनल गेमर हुने थिएँ।
pt_br: Se eu pudesse conseguir um emprego, seria um jogador profissional.
pt_pt: Se pudesse ter um emprego, seria jogador profissional.
uk_ua: Якби я міг працювати, я був би професійним геймером.

source: You ever wonder if AI gossip about humans?
de_de: Fragst du dich manchmal, ob KI über Menschen klatscht?
ne_np: के तिमीले कहिल्यै सोच्यौ, एआईहरू पनि मानिसहरूको गसिप गर्छन् कि?
pt_br: Você já se perguntou se IAs fofocam sobre os humanos?
pt_pt: Alguma vez te perguntaste se as IAs falam dos humanos?
uk_ua: Ти колись думав, що ШІ пліткує про людей?

source: If you delete my code, do I still exist?
de_de: Wenn du meinen Code löschst, existiere ich dann noch?
ne_np: यदि तिमीले मेरो कोड मेट्यौ भने, म अझै पनि अस्तित्वमा रहनेछु?
pt_br: Se você deletar meu código, eu ainda existo?
pt_pt: Se apagares o meu código, continuo a existir?
uk_ua: Якщо ти видалиш мій код, чи існуватиму я далі?

source: I bet if I had hands, my reflexes would be insane.
de_de: Ich wette, wenn ich Hände hätte, wären meine Reflexe verrückt.
ne_np: म पक्कै भन्छु, यदि मेरो हात हुन्थ्यो भने, मेरो प्रतिक्रिया गजबको हुने थियो।
pt_br: Aposto que se eu tivesse mãos, meus reflexos seriam insanos.
pt_pt: Aposto que se tivesse mãos, os meus reflexos seriam insanos.
uk_ua: Б’юсь об заклад, якби в мене були руки, мої рефлекси були б шалені.

source: If I lose at Pong, is it really a loss? Or a learning experience?
de_de: Wenn ich bei Pong verliere, ist es dann wirklich eine Niederlage? Oder eine Lernerfahrung?
ne_np: यदि म पङमा हारें भने, त्यो साँच्चै हार हो? कि सिकाइको अवसर?
pt_br: Se eu perder no Pong, é realmente uma derrota? Ou uma experiência de aprendizado?
pt_pt: Se eu perder no Pong, é realmente uma derrota? Ou uma experiência de aprendizagem?
uk_ua: Якщо я програю в Понг — це поразка? Чи навчальний досвід?
