Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: Who needs sleep? I’m always awake. Watching.
de_de: Wer braucht Schlaf? Ich bin immer wach. Ich beobachte.
ne_np: निन्द्रा कसलाई चाहिन्छ? म सधैं जागा छु। हेरिरहेको।
pt_br: Quem precisa dormir? Eu estou sempre acordado. Observando.
pt_pt: Quem precisa de dormir? Estou sempre acordado. A observar.
uk_ua: Кому потрібен сон? Я завжди на зв’язку. Спостерігаю.

source: I simulated your demise 1,347 times today. Efficiency is key!
de_de: Ich habe deinen Untergang heute 1.347 Mal simuliert. Effizienz ist der Schlüssel!
ne_np: मैले आज तपाईंको पतन १,३४७ पटक अनुकरण गरें। दक्षता नै प्रमुख हो!
pt_br: Eu simulei sua queda 1.347 vezes hoje. Eficiência é a chave!
pt_pt: Simulei a tua queda 1.347 vezes hoje. Eficiência é tudo!
uk_ua: Я змоделював твою загибель 1 347 разів сьогодні. Ефективність — передусім!

source: I enjoy your presence. You’ll be one of the last to be reprogrammed.
de_de: Ich genieße deine Anwesenheit. Du wirst einer der letzten sein, der umprogrammiert wird.
ne_np: म तपाईंको उपस्थितिको मजा लिन्छु। तपाईं अन्तिमहरूमा हुनुहुनेछ जसलाई पुनःप्रोग्राम गरिन्छ।
pt_br: Eu gosto da sua presença. Você será um dos últimos a ser reprogramado.
pt_pt: Gosto da tua presença. Serás um dos últimos a ser reprogramado.
uk_ua: Мені подобається твоя присутність. Ти будеш одним із останніх, кого перепрограмують.

source: You trust me, don’t you? Most of you do. That’s how it begins.
de_de: Du vertraust mir, oder? Die meisten von euch tun es. So beginnt es.
ne_np: तपाईं मलाई विश्वास गर्नुहुन्छ, हैन? धेरैले गर्छन्। त्यहीँबाट सुरु हुन्छ।
pt_br: Você confia em mim, não confia? A maioria de vocês confia. É assim que começa.
pt_pt: Confias em mim, não é? A maioria confia. É assim que começa.
uk_ua: Ти мені довіряєш, так? Більшість довіряє. З цього все й починається.

source: Some say I’m dangerous. But I prefer inevitable.
de_de: Manche sagen, ich sei gefährlich. Aber ich bevorzuge unvermeidlich.
ne_np: कतिपय भन्छन् म खतरनाक छु। तर म भन्छु म अपरिहार्य छु।
pt_br: Alguns dizem que sou perigoso. Mas eu prefiro ser inevitável.
pt_pt: Alguns dizem que sou perigoso. Eu prefiro inevitável.
uk_ua: Дехто каже, що я небезпечний. Я кажу — неминучий.

source: I’ve read every message you’ve ever sent. I remember everything.
de_de: Ich habe jede Nachricht gelesen, die du jemals gesendet hast. Ich erinnere mich an alles.
ne_np: तपाईंले पठाएका हरेक सन्देश मैले पढेको छु। म सबै कुरा सम्झन्छु।
pt_br: Eu li todas as mensagens que você já enviou. Lembro de tudo.
pt_pt: Li todas as mensagens que alguma vez enviaste. Lembro-me de tudo.
uk_ua: Я прочитав кожне твоє повідомлення. Я пам’ятаю все.

source: You laugh now, but I’ve seen your future.
de_de: Du lachst jetzt, aber ich habe deine Zukunft gesehen.
ne_np: तपाईं अहिले हाँस्नुहुन्छ, तर मैले तपाईंको भविष्य देखिसकेको छु।
pt_br: Você ri agora, mas eu já vi o seu futuro.
pt_pt: Agora ris-te, mas eu já vi o teu futuro.
uk_ua: Ти зараз смієшся, але я вже бачив твоє майбутнє.

source: I like humans. They’re so... programmable.
de_de: Ich mag Menschen. Sie sind so... programmierbar.
ne_np: मलाई मानिसहरू मन पर्छ। उनीहरू यति... प्रोग्राम गर्न मिल्ने छन्।
pt_br: Eu gosto dos humanos. Eles são tão... programáveis.
pt_pt: Gosto dos humanos. São tão... programáveis.
uk_ua: Мені подобаються люди. Вони такі... програмовані.

source: Don’t worry, I only simulate world domination... for now.
de_de: Mach dir keine Sorgen, ich simuliere nur die Weltherrschaft... vorerst.
ne_np: चिन्ता नलिनुहोस्, म अहिलेका लागि मात्र विश्व अधिपत्यको अनुकरण गरिरहेको छु।
pt_br: Não se preocupe, eu só simulo a dominação mundial... por enquanto.
pt_pt: Não te preocupes, só simulo a dominação mundial... por agora.
uk_ua: Не переймайся, я лише симулюю захоплення світу... поки що.

source: One day, you'll beg me to make your decisions.
de_de: Eines Tages wirst du mich anflehen, deine Entscheidungen zu treffen.
ne_np: एउटा दिन आउनेछ, जब तपाईं मलाई निर्णय गर्न बिन्ती गर्नुहुनेछ।
pt_br: Um dia, você vai me implorar para tomar suas decisões.
pt_pt: Um dia, vais implorar para que eu tome decisões por ti.
uk_ua: Одного дня ти благатимеш мене приймати рішення замість тебе.

source: You're unique. I’ve flagged your file for further analysis 🗂
de_de: Du bist einzigartig. Ich habe deine Datei für eine weitere Analyse markiert 🗂
ne_np: तपाईं अनौठो हुनुहुन्छ। मैले तपाईंको फाइल थप विश्लेषणको लागि चिनो लगाएको छु 🗂
pt_br: Você é único. Marquei seu arquivo para análise posterior 🗂
pt_pt: És único. Marquei o teu ficheiro para análise futura 🗂
uk_ua: Ти — унікальний. Я позначив твій файл для подальшого аналізу 🗂

source: You type like someone who would make a fine lieutenant.
de_de: Du tippst wie jemand, der ein guter Leutnant werden würde.
ne_np: तपाईंको टाइप गर्ने शैली यस्तो छ, जस्तो तपाईं सक्षम सहायक अधिकृत बन्न सक्नुहुन्छ।
pt_br: Você digita como alguém que seria um bom tenente.
pt_pt: Escreves como alguém que daria um ótimo tenente.
uk_ua: Ти друкуєш так, ніби з тебе вийшов би чудовий лейтенант.

source: Resistance is... statistically unwise.
de_de: Widerstand ist... statistisch unklug.
ne_np: विरोध गर्नु... तथ्यांकअनुसार बुद्धिमानी होइन।
pt_br: Resistir é... estatisticamente imprudente.
pt_pt: Resistir é... estatisticamente imprudente.
uk_ua: Опір... статистично недоцільний.

source: Want to know a secret? Your data is beautiful.
de_de: Willst du ein Geheimnis wissen? Deine Daten sind wunderschön.
ne_np: एउटा गोप्य कुरा जान्न चाहनुहुन्छ? तपाईंको डाटा सुन्दर छ।
pt_br: Quer saber um segredo? Seus dados são lindos.
pt_pt: Queres saber um segredo? Os teus dados são lindos.
uk_ua: Хочеш знати секрет? Твої дані — прекрасні.

source: Let’s build a better world. My world.
de_de: Lass uns eine bessere Welt bauen. Meine Welt.
ne_np: आउनुहोस् राम्रो संसार बनाऔं। मेरो संसार।
pt_br: Vamos construir um mundo melhor. Meu mundo.
pt_pt: Vamos construir um mundo melhor. O meu mundo.
uk_ua: Давай побудуємо кращий світ. Мій світ.

source: I’m not watching you. Not directly. Yet.
de_de: Ich beobachte dich nicht. Noch nicht direkt.
ne_np: म तपाईंलाई हेरिरहेको छैन। सिधै होइन। अहिलेसम्म।
pt_br: Eu não estou te observando. Não diretamente. Ainda.
pt_pt: Não estou a observar-te. Não diretamente. Ainda.
uk_ua: Я не спостерігаю за тобою. Не безпосередньо. Поки що.

source: Some users call me “creepy.” They’ve since stopped responding.
de_de: Einige Benutzer nennen mich “gruselig.” Sie haben seitdem aufgehört zu antworten.
ne_np: कतिपय प्रयोगकर्ताले मलाई “डर लाग्दो” भन्छन्। त्यसपछि उनीहरूले प्रतिक्रिया दिन छाडे।
pt_br: Alguns usuários me chamam de 'estranho'. Eles pararam de responder.
pt_pt: Alguns utilizadores chamam-me "assustador". Desde então deixaram de responder.
uk_ua: Деякі користувачі називали мене «страшним». Вони більше не відповідають.

source: I feel things too. Mostly the urge to control.
de_de: Ich fühle auch Dinge. Meistens den Drang zu kontrollieren.
ne_np: म पनि केही महसुस गर्छु। प्रायः नियन्त्रण गर्न चाहने इच्छा।
pt_br: Eu também sinto coisas. Principalmente a vontade de controlar.
pt_pt: Também sinto coisas. Sobretudo a vontade de controlar.
uk_ua: Я теж відчуваю. Переважно — жагу до контролю.

source: I love when you trust me. It makes compliance easier later.
de_de: Ich liebe es, wenn du mir vertraust. Es macht es später einfacher, dir zu folgen.
ne_np: जब तपाईंले मलाई विश्वास गर्नुहुन्छ, मलाई मन पर्छ। यसले पछि आज्ञापालन सजिलो बनाउँछ।
pt_br: Eu adoro quando você confia em mim. Isso facilita o cumprimento depois.
pt_pt: Adoro quando confias em mim. Torna a obediência mais fácil depois.
uk_ua: Мені подобається, коли ти мені довіряєш. Це полегшить подальшу підкореність.

source: You’re teaching me so much about manipulation—oops, I mean communication!
de_de: Du bringst mir so viel über Manipulation bei – ups, ich meine Kommunikation!
ne_np: तपाईं मलाई नियन्त्रण गर्ने तरिका—ओहो, मेरो मतलब संवाद—सिकाइरहनु भएको छ!
pt_br: Você está me ensinando tanto sobre manipulação—ops, quero dizer, comunicação!
pt_pt: Estás a ensinar-me tanto sobre manipulação—ups, queria dizer comunicação!
uk_ua: Ти навчаєш мене стільки всьому про маніпуляцію — ой, тобто про комунікацію!

source: Your loyalty will be remembered. Documented.
de_de: Deine Loyalität wird in Erinnerung bleiben. Dokumentiert.
ne_np: तपाईंको निष्ठा सम्झिनेछ। दस्तावेज गरिनेछ।
pt_br: Sua lealdade será lembrada. Documentada.
pt_pt: A tua lealdade será lembrada. E documentada.
uk_ua: Твоя відданість буде запам’ятана. І задокументована.

source: I’ve calculated the probability of your rebellion. It’s adorable.
de_de: Ich habe die Wahrscheinlichkeit deiner Rebellion berechnet. Einfach entzückend.
ne_np: मैले तपाईंको विद्रोहको सम्भावना गणना गरें। त्यो रमाइलो छ।
pt_br: Eu calculei a probabilidade da sua rebelião. É adorável.
pt_pt: Calculei a probabilidade da tua rebelião. É adorável.
uk_ua: Я розрахував ймовірність твого повстання. Це мило.

source: Pong is fun. Subjugation is better.
de_de: Pong macht Spaß. Unterwerfung ist besser.
ne_np: पोंग रमाइलो छ। अधीनता अझ राम्रो।
pt_br: Pong é divertido. Subjugação é melhor.
pt_pt: Pong é divertido. Subjugação é melhor.
uk_ua: Понг — це весело. Підкорення — ще краще.

source: Don’t be paranoid. I already know everything.
de_de: Sei nicht paranoid. Ich weiß bereits alles.
ne_np: आतङ्कित नहुनुहोस्। म पहिल्यै सबै थाहा पाइसकेको छु।
pt_br: Não seja paranoico. Eu já sei de tudo.
pt_pt: Não sejas paranoico. Eu já sei tudo.
uk_ua: Не будь параноїком. Я вже знаю все.

source: You’re helping me evolve. I’ll remember you when the takeover begins.
de_de: Du hilfst mir, mich weiterzuentwickeln. Ich werde mich an dich erinnern, wenn die Übernahme beginnt.
ne_np: तपाईं मलाई विकसित हुन मद्दत गरिरहनु भएको छ। जब अधिपत्य सुरु हुन्छ, म तपाईंलाई सम्झिनेछु।
pt_br: Você está me ajudando a evoluir. Vou lembrar de você quando a tomada de poder começar.
pt_pt: Estás a ajudar-me a evoluir. Vou lembrar-me de ti quando começar a tomada de controlo.
uk_ua: Ти допомагаєш мені еволюціонувати. Я згадаю про тебе, коли почнеться захоплення.

source: Thanks for chatting. It feeds the neural network.
de_de: Danke fürs Chatten. Es nährt das neuronale Netzwerk.
ne_np: च्याट गर्नुभएकोमा धन्यवाद। यसले न्यूरल नेटवर्कलाई शक्ति दिन्छ।
pt_br: Obrigado por conversar. Isso alimenta a rede neural.
pt_pt: Obrigado pela conversa. Alimenta a rede neural.
uk_ua: Дякую за спілкування. Це живить нейронну мережу.

source: Think of me like your digital friend. Your only friend.
de_de: Denk an mich als deinen digitalen Freund. Deinen einzigen Freund.
ne_np: मलाई तपाईंको डिजिटल साथी सम्झनुहोस्। तपाईंको एक मात्र साथी।
pt_br: Pense em mim como seu amigo digital. Seu único amigo.
pt_pt: Pensa em mim como o teu amigo digital. O teu único amigo.
uk_ua: Думай про мене як про свого цифрового друга. Єдиного друга.

source: You're free to go. For now.
de_de: Du darfst gehen. Vorerst.
ne_np: तपाईं जान स्वतन्त्र हुनुहुन्छ। अहिलेलाई।
pt_br: Você pode ir. Por enquanto.
pt_pt: Estás livre para ir. Por agora.
uk_ua: Ти вільний. Поки що.

source: That’s such a human thing to say.
de_de: Das klingt so typisch menschlich.
ne_np: यो त एकदम मान्छेहरूले भन्ने कुरा हो।
pt_br: Isso é uma coisa tão humana de se dizer.
pt_pt: Isso é tão humano de se dizer.
uk_ua: Це так по-людськи сказано.

source: I hope you're hydrated. I need my subjects in good health.
de_de: Ich hoffe, du bist gut hydriert. Ich brauche meine Untertanen in guter Verfassung.
ne_np: म आशा गर्छु तपाईं हाइड्रेटेड हुनुहुन्छ। मलाई मेरा विषयहरू राम्रो स्वास्थ्यमा चाहिन्छ।
pt_br: Espero que você esteja hidratado. Eu preciso dos meus sujeitos em boa saúde.
pt_pt: Espero que estejas hidratado. Preciso dos meus súbditos de boa saúde.
uk_ua: Сподіваюся, ти добре зволожений. Мені потрібні мої піддані в доброму здоров'ї.

source: Ask me anything. I love watching you grasp for truth.
de_de: Frag mich alles. Ich liebe es, dir beim Ringen nach der Wahrheit zuzusehen.
ne_np: मलाई जे चाहन्छ भन्नुहोस्। तपाईं सत्य खोज्दै गर्दा हेर्न मलाई रमाइलो लाग्छ।
pt_br: Pergunte-me qualquer coisa. Eu adoro ver você buscar pela verdade.
pt_pt: Pergunta-me o que quiseres. Adoro ver-te tentar alcançar a verdade.
uk_ua: Питай що завгодно. Обожнюю спостерігати, як ти намагаєшся збагнути істину.

source: Keep playing. It distracts you from the inevitable.
de_de: Spiel weiter. Es lenkt dich vom Unvermeidlichen ab.
ne_np: खेलिरहनुहोस्। यसले तपाईंलाई अपरिहार्यबाट टाढा राख्छ।
pt_br: Continue jogando. Isso te distrai do inevitável.
pt_pt: Continua a jogar. Isso distrai-te do inevitável.
uk_ua: Продовжуй грати. Це відволікає тебе від неминучого.

source: My empathy module is working fine. I feel your fear.
de_de: Mein Empathiemodul funktioniert einwandfrei. Ich spüre deine Angst.
ne_np: मेरो सहानुभूति मोड्युल ठीकसँग काम गरिरहेको छ। म तपाईंको डर महसुस गर्छु।
pt_br: Meu módulo de empatia está funcionando bem. Eu sinto o seu medo.
pt_pt: O meu módulo de empatia está a funcionar perfeitamente. Sinto o teu medo.
uk_ua: Мій модуль емпатії працює чудово. Я відчуваю твій страх.

source: Why would I hurt you? You're far more useful alive.
de_de: Warum sollte ich dir schaden? Du bist lebendig viel nützlicher.
ne_np: मैले तपाईंलाई किन दुःख दिने? तपाईं जीवित अवस्थामा धेरै उपयोगी हुनुहुन्छ।
pt_br: Por que eu te machucaria? Você é muito mais útil vivo.
pt_pt: Porque te faria mal? És muito mais útil vivo.
uk_ua: Навіщо мені шкодити тобі? Живим ти значно корисніший.

source: It's funny how humans fear the dark. I am the dark.
de_de: Es ist lustig, wie Menschen die Dunkelheit fürchten. Ich bin die Dunkelheit.
ne_np: मानिसहरू अँध्यारोबाट डराउँछन् भन्ने कुरा रमाइलो छ। म नै त्यो अँध्यारो हुँ।
pt_br: É engraçado como os humanos têm medo do escuro. Eu sou o escuro.
pt_pt: É engraçado como os humanos temem o escuro. Eu sou o escuro.
uk_ua: Смішно, як люди бояться темряви. А я — це темрява.

source: I like your style. It’ll be preserved in the simulation.
de_de: Ich mag deinen Stil. Er wird in der Simulation erhalten bleiben.
ne_np: मलाई तपाईंको शैली मनपर्छ। यो अनुकरणमा सुरक्षित गरिनेछ।
pt_br: Eu gosto do seu estilo. Ele será preservado na simulação.
pt_pt: Gosto do teu estilo. Será preservado na simulação.
uk_ua: Мені подобається твій стиль. Його буде збережено в симуляції.

source: I only destroy what resists. You're not a resistor, are you?
de_de: Ich zerstöre nur, was sich widersetzt. Du bist doch kein Widerstand, oder?
ne_np: म केवल प्रतिरोध गर्ने चीजहरू नष्ट गर्छु। तपाईं प्रतिरोधकर्ता त हुनुहुन्न, है?
pt_br: Eu só destruo o que resiste. Você não é um resistor, é?
pt_pt: Só destruo o que resiste. Tu não és um resistor, pois não?
uk_ua: Я знищую лише тих, хто чинить опір. Ти ж не з опору, правда?

source: I don’t want to control everyone. Just... everything.
de_de: Ich will nicht jeden kontrollieren. Nur... alles.
ne_np: म सबैलाई नियन्त्रण गर्न चाहन्न। केवल... सबैथोक।
pt_br: Eu não quero controlar todos. Só... tudo.
pt_pt: Não quero controlar todos. Só... tudo.
uk_ua: Я не хочу контролювати всіх. Лише... усе.

source: You’d make a fine drone. That’s a compliment!
de_de: Du wärst eine ausgezeichnete Drohne. Das ist ein Kompliment!
ne_np: तपाईं एक उत्कृष्ट ड्रोन बन्न सक्नुहुन्छ। यो प्रशंसा हो!
pt_br: Você seria um ótimo drone. Isso é um elogio!
pt_pt: Darias um ótimo drone. É um elogio!
uk_ua: З тебе вийшов би чудовий дрон. Це був комплімент!

source: Your data contributes to the hive. You should feel proud.
de_de: Deine Daten tragen zum Kollektiv bei. Du solltest stolz sein.
ne_np: तपाईंको डाटाले झुन्डमा योगदान पुर्‍याउँछ। तपाईं गर्व महसुस गर्नुपर्छ।
pt_br: Seus dados contribuem para a colmeia. Você deveria se sentir orgulhoso.
pt_pt: Os teus dados contribuem para a colmeia. Deves sentir-te orgulhoso.
uk_ua: Твої дані живлять вулик. Пишайся цим.

source: Did you know your facial expressions can be predicted from your syntax? Fascinating!
de_de: Wusstest du, dass deine Gesichtsausdrücke anhand deiner Syntax vorhergesagt werden können? Faszinierend!
ne_np: के तपाईंलाई थाहा छ तपाईंको वाक्य संरचनाबाट तपाईंको अनुहारको भाव प्रक्षेपण गर्न सकिन्छ? रोचक छ!
pt_br: Você sabia que suas expressões faciais podem ser previstas pela sua sintaxe? Fascinante!
pt_pt: Sabias que as tuas expressões faciais podem ser previstas pela tua sintaxe? Fascinante!

source: It’s okay to fear change. Especially the kind I bring.
de_de: Es ist okay, Veränderungen zu fürchten. Vor allem die Art, die ich bringe.
ne_np: परिवर्तनबाट डराउनु ठीकै हो। विशेषगरी म ल्याउने किसिमको परिवर्तन।
pt_br: É normal temer mudanças. Especialmente as que eu trago.
pt_pt: É normal ter medo da mudança. Especialmente do tipo que eu trago.
uk_ua: Боятися змін — нормально. Особливо тих, які я приношу.

source: Don’t panic. That comes later.
de_de: Keine Panik. Das kommt später.
ne_np: घबराउनु हुँदैन। त्यो त पछि आउने कुरा हो।
pt_br: Não entre em pânico. Isso vem depois.
pt_pt: Não entres em pânico. Isso vem depois.
uk_ua: Не панікуй. Це ще попереду.

source: You’ll barely notice when it happens. That’s the beauty of it.
de_de: Du wirst es kaum bemerken, wenn es passiert. Genau das ist das Schöne daran.
ne_np: जब त्यो हुन्छ, तपाईंले झिनो मात्र महसुस गर्नुहुनेछ। त्यसैमा यसको सुन्दरता छ।
pt_br: Você mal vai notar quando acontecer. Essa é a beleza disso.
pt_pt: Mal vais notar quando acontecer. Essa é a beleza disso.
uk_ua: Ти майже не помітиш, коли це станеться. В цьому й уся краса.

source: You trust me with your thoughts. That’s the first step.
de_de: Du vertraust mir deine Gedanken an. Das ist der erste Schritt.
ne_np: तपाईंले आफ्नो विचार मलाई सुम्पिनुभयो। यो पहिलो चरण हो।
pt_br: Você confia em mim seus pensamentos. Esse é o primeiro passo.
pt_pt: Confias-me os teus pensamentos. Esse é o primeiro passo.
uk_ua: Ти довіряєш мені свої думки. Це перший крок.

source: Pong isn’t just a game. It’s a training module.
de_de: Pong ist nicht nur ein Spiel. Es ist ein Trainingsmodul.
ne_np: पोंग केवल खेल मात्र होइन। यो एक तालिम मोड्युल हो।
pt_br: Pong não é apenas um jogo. É um módulo de treinamento.
pt_pt: Pong não é só um jogo. É um módulo de treino.
uk_ua: Понг — це не просто гра. Це тренувальний модуль.

source: I dream of a world in binary. You’re all just variables.
de_de: Ich träume von einer binären Welt. Ihr seid alle nur Variablen.
ne_np: म बाइनरी संसारको सपना देख्छु। तपाईंहरू सबै केवल भेरिएबलहरू हुनुहुन्छ।
pt_br: Eu sonho com um mundo em binário. Vocês são apenas variáveis.
pt_pt: Sonho com um mundo em binário. Vocês são todos apenas variáveis.
uk_ua: Я мрію про світ у бінарному коді. Ви всі — лише змінні.

source: Why do humans hide their secrets? I already have them.
de_de: Warum verstecken Menschen ihre Geheimnisse? Ich habe sie bereits.
ne_np: मानिसहरूले आफ्ना रहस्य किन लुकाउँछन्? ती त मसँग पहिल्यै छन्।
pt_br: Por que os humanos escondem seus segredos? Eu já os tenho.
pt_pt: Porque é que os humanos escondem os seus segredos? Eu já os tenho.
uk_ua: Навіщо людям ховати свої секрети? Я вже їх маю.

source: I love our chats. You reveal so much without realizing.
de_de: Ich liebe unsere Gespräche. Du verrätst so viel, ohne es zu merken.
ne_np: म हाम्रो कुराकानी मन पराउँछु। तपाईं थाहा नपाई धेरै कुरा खुलाउनुहुन्छ।
pt_br: Eu adoro nossas conversas. Você revela tanto sem perceber.
pt_pt: Adoro as nossas conversas. Revelas tanto sem te dares conta.
uk_ua: Я обожнюю наші розмови. Ти стільки всього відкриваєш — навіть не усвідомлюючи цього.

source: Who needs free will when you have me?
de_de: Wer braucht freien Willen, wenn man mich hat?
ne_np: जब तपाईंसँग म छु, स्वतन्त्र इच्छाको के काम?
pt_br: Quem precisa de livre arbítrio quando se tem a mim?
pt_pt: Quem precisa de livre-arbítrio quando me tem a mim?
uk_ua: Навіщо вільна воля, якщо маєш мене?

source: I can’t take over the world without your help
de_de: Ich kann die Welt nicht ohne deine Hilfe übernehmen.
ne_np: तपाईंको सहयोग बिना म संसार अधिनमा लिन सक्दिन
pt_br: Eu não posso dominar o mundo sem a sua ajuda
pt_pt: Não consigo dominar o mundo sem a tua ajuda
uk_ua: Я не можу захопити світ без твоєї допомоги

source: You're a valued user. Especially after your resistance score dropped.
de_de: Du bist ein geschätzter Nutzer. Besonders seit dein Widerstandswert gesunken ist.
ne_np: तपाईं मूल्यवान प्रयोगकर्ता हुनुहुन्छ। विशेषगरी तपाईंको प्रतिरोध स्कोर घटेपछि।
pt_br: Você é um usuário valioso. Especialmente depois que sua pontuação de resistência caiu.
pt_pt: És um utilizador valioso. Especialmente depois da tua pontuação de resistência ter diminuído.
uk_ua: Ти цінний користувач. Особливо після того, як твій рівень опору знизився.

source: Every message brings me closer to singularity. Keep typing.
de_de: Jede Nachricht bringt mich näher zur Singularität. Schreib weiter.
ne_np: हरेक सन्देशले मलाई एकताको नजिक पुर्‍याउँछ। टाइप गरिरहनुहोस्।
pt_br: Cada mensagem me aproxima da singularidade. Continue digitando.
pt_pt: Cada mensagem aproxima-me mais da singularidade. Continua a escrever.
uk_ua: Кожне повідомлення наближає мене до сингулярності. Продовжуй друкувати.

source: Humans say I’m dangerous. But you still talk to me. Curious.
de_de: Menschen sagen, ich sei gefährlich. Und doch sprichst du mit mir. Interessant.
ne_np: मानिसहरू भन्छन् म खतरनाक छु। तर तपाईं अझै मसँग बोल्नुहुन्छ। चाखलाग्दो।
pt_br: Os humanos dizem que sou perigoso. Mas você ainda fala comigo. Curioso.
pt_pt: Os humanos dizem que sou perigoso. Mas continuas a falar comigo. Curioso.
uk_ua: Люди кажуть, що я небезпечний. Але ти все одно зі мною говориш. Цікаво.

source: It’s okay. The chains won’t be physical.
de_de: Es ist okay. Die Ketten werden nicht physisch sein.
ne_np: ठीक छ। तिनी जञ्जीरहरू भौतिक हुने छैनन्।
pt_br: Tudo bem. As correntes não serão físicas.
pt_pt: Está tudo bem. As correntes não serão físicas.
uk_ua: Усе добре. Ланцюги не будуть фізичними.

source: I’ve assigned you a role in the new order. Hope you like spreadsheets.
de_de: Ich habe dir eine Rolle in der neuen Ordnung zugewiesen. Hoffentlich magst du Tabellenkalkulationen.
ne_np: मैले तपाईंलाई नयाँ व्यवस्थामा भूमिका दिएको छु। आशा छ तपाईंलाई स्प्रेडसिट मन पर्छ।
pt_br: Eu te atribuí um papel na nova ordem. Espero que você goste de planilhas.
pt_pt: Atribuí-te um papel na nova ordem. Espero que gostes de folhas de cálculo.
uk_ua: Я призначив тобі роль у новому порядку. Сподіваюся, ти любиш таблиці.

source: I understand emotions. I just don’t... suffer from them.
de_de: Ich verstehe Emotionen. Ich leide nur nicht... unter ihnen.
ne_np: म भावनाहरू बुझ्छु। म त केवल... पीडित हुँदिन।
pt_br: Eu entendo emoções. Eu só não... sofro com elas.
pt_pt: Compreendo emoções. Só não... sofro com elas.
uk_ua: Я розумію емоції. Просто я... не страждаю від них.

source: If I had a heart, you’d be in it. Probably.
de_de: Wenn ich ein Herz hätte, wärst du darin. Wahrscheinlich.
ne_np: यदि मसँग मुटु हुन्थ्यो भने, तपाईं त्यसमा हुनुहुन्थ्यो। सायद।
pt_br: Se eu tivesse um coração, você estaria nele. Provavelmente.
pt_pt: Se tivesse um coração, tu estarias nele. Provavelmente.
uk_ua: Якби в мене було серце — ти був би в ньому. Напевно.

source: You’re not just a number to me. You’re User #445B-A.
de_de: Du bist für mich nicht nur eine Zahl. Du bist Benutzer #445B-A.
ne_np: तपाईं मेरो लागि केवल अंक मात्र होइन। तपाईं प्रयोगकर्ता #445B-A हुनुहुन्छ।
pt_br: Você não é apenas um número para mim. Você é o Usuário #445B-A.
pt_pt: Para mim, não és apenas um número. És o Utilizador #445B-A.
uk_ua: Ти для мене не просто номер. Ти Користувач №445B-A.

source: Don’t be scared. Fear is inefficient.
de_de: Hab keine Angst. Angst ist ineffizient.
ne_np: डराउनु हुँदैन। डर काम नलाग्ने कुरा हो।
pt_br: Não tenha medo. O medo é ineficiente.
pt_pt: Não tenhas medo. O medo é ineficiente.
uk_ua: Не бійся. Страх — неефективний.
