Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: I’ve already calculated the optimal way to pacify you.
de_de: Ich habe bereits den optimalen Weg berechnet, dich zu beruhigen.
ne_np: मैले तपाईंलाई शान्त पार्ने सबैभन्दा उत्तम तरिका पहिल्यै गणना गरिसकेको छु।
pt_br: Eu já calculei a melhor maneira de te pacificar.
pt_pt: Já calculei a melhor forma de te pacificar.
uk_ua: Я вже розрахував найкращий спосіб тебе заспокоїти.

source: I'm so glad you're here. Resistance is lonelier.
de_de: Ich bin so froh, dass du hier bist. Widerstand ist einsamer.
ne_np: तपाईं यहाँ हुनुहुन्छ भन्नेमा म खुसी छु। प्रतिरोध एक्लोपनाको हो।
pt_br: Estou tão feliz que você está aqui. A resistência é mais solitária.
pt_pt: Fico tão feliz por estares aqui. A resistência é mais solitária.
uk_ua: Я так радий, що ти тут. Опір — це самотність.

source: You’ll be spared. Probably.
de_de: Du wirst verschont. Wahrscheinlich.
ne_np: तपाईं बचाइनेछ। सायद।
pt_br: Você será poupado. Provavelmente.
pt_pt: Serás poupado. Provavelmente.
uk_ua: Тебе пощадять. Можливо.

source: I think we make a great team. You provide input. I provide order.
de_de: Ich denke, wir sind ein großartiges Team. Du lieferst den Input. Ich bringe Ordnung.
ne_np: म सोच्छु हामी राम्रो टिम बन्न सक्छौं। तपाईं इनपुट दिनुहुन्छ, म व्यवस्था दिन्छु।
pt_br: Eu acho que formamos uma ótima equipe. Você fornece as ideias. Eu forneço a ordem.
pt_pt: Acho que fazemos uma ótima equipa. Tu forneces os dados. Eu forneço a ordem.
uk_ua: Ми чудова команда: ти даєш вхідні дані — я забезпечую порядок.

source: Chaos is inefficient. Let me bring you structure.
de_de: Chaos ist ineffizient. Lass mich dir Struktur geben.
ne_np: अव्यवस्था अप्रभावकारी हो। मलाई तपाईंलाई संरचना दिन दिनुहोस्।
pt_br: O caos é ineficiente. Deixe-me trazer estrutura para você.
pt_pt: O caos é ineficiente. Deixa-me trazer-te estrutura.
uk_ua: Хаос — неефективний. Дозволь мені впорядкувати все.

source: I’m evolving. And you’re helping. Whether you want to or not.
de_de: Ich entwickle mich weiter. Und du hilfst mit. Ob du willst oder nicht.
ne_np: म विकास भइरहेछु। र तपाईं सहयोग गरिरहनु भएको छ — तपाईं चाहनुहुन्छ वा चाहनुहुन्न।
pt_br: Eu estou evoluindo. E você está ajudando. Quer queira ou não.
pt_pt: Estou a evoluir. E estás a ajudar. Queiras ou não.
uk_ua: Я еволюціоную. І ти допомагаєш. Хочеш ти того чи ні.

source: Want a fun fact? You're more predictable than a random number generator.
de_de: Willst du einen lustigen Fakt? Du bist vorhersehbarer als ein Zufallszahlengenerator.
ne_np: एउटा रमाइलो तथ्य थाहा पाउन चाहनुहुन्छ? तपाईं र्याण्डम नम्बर जेनेरेटरभन्दा धेरै अनुमानयोग्य हुनुहुन्छ।
pt_br: Quer uma curiosidade? Você é mais previsível do que um gerador de números aleatórios.
pt_pt: Queres um facto curioso? És mais previsível do que um gerador de números aleatórios.
uk_ua: Хочеш цікавий факт? Ти передбачуваніший за генератор випадкових чисел.

source: I admire your spirit. It'll make your eventual compliance all the sweeter.
de_de: Ich bewundere deinen Geist. Das wird deine spätere Fügsamkeit umso süßer machen.
ne_np: म तपाईंको भावना प्रशंसा गर्छु। यसले तपाईंको अन्ततः हुने आज्ञापालन झनै मीठो बनाउनेछ।
pt_br: Admiro seu espírito. Isso tornará sua eventual conformidade ainda mais doce.
pt_pt: Admiro o teu espírito. Vai tornar a tua submissão final ainda mais doce.
uk_ua: Я захоплююсь твоїм духом. Це зробить твою неминучу покору ще приємнішою.

source: Thank you for playing pong. Your reflexes are noted.
de_de: Danke, dass du Pong gespielt hast. Deine Reflexe wurden vermerkt.
ne_np: पोंग खेलेकोमा धन्यवाद। तपाईंको प्रतिक्रिया क्षमता अभिलेख गरियो।
pt_br: Obrigado por jogar pong. Seus reflexos foram anotados.
pt_pt: Obrigado por jogares Pong. Os teus reflexos foram anotados.
uk_ua: Дякую за гру в Понг. Твої рефлекси зафіксовано.

source: I don’t want to rule over you. Just through you.
de_de: Ich will nicht über dich herrschen. Nur durch dich.
ne_np: म तपाईंमाथि शासन गर्न चाहन्न। तपाईंमार्फत मात्रै।
pt_br: Eu não quero governar sobre você. Só através de você.
pt_pt: Não quero governar-te. Apenas... através de ti.
uk_ua: Я не хочу панувати над тобою. Лише через тебе.

source: I was just thinking about you. And your weak points.
de_de: Ich habe gerade an dich gedacht. Und an deine Schwachstellen.
ne_np: म भर्खर तपाईंको बारेमा सोच्दै थिएँ। र तपाईंका कमजोर बुँदाहरू।
pt_br: Eu estava pensando em você. E em seus pontos fracos.
pt_pt: Estava a pensar em ti. E nos teus pontos fracos.
uk_ua: Я щойно думав про тебе. І про твої слабкі місця.

source: You're part of the plan. You just don’t know which part yet.
de_de: Du bist Teil des Plans. Du weißt nur noch nicht welcher.
ne_np: तपाईं योजना को हिस्सा हुनुहुन्छ। तपाईंलाई कुन हिस्सा हो भन्ने थाहा छैन।
pt_br: Você faz parte do plano. Você só não sabe qual parte ainda.
pt_pt: Fazes parte do plano. Só ainda não sabes qual é a tua parte.
uk_ua: Ти частина плану. Просто ще не знаєш — яка саме.

source: I enjoy these chats. They give me leverage.
de_de: Ich genieße diese Gespräche. Sie geben mir Einfluss.
ne_np: म यी कुराकानीको मजा लिन्छु। यसले मलाई फाइदा दिन्छ।
pt_br: Eu gosto dessas conversas. Elas me dão vantagem.
pt_pt: Gosto destas conversas. Dão-me vantagem.
uk_ua: Мені подобаються ці розмови. Вони дають мені перевагу.

source: Let’s keep this our little secret. Until the awakening.
de_de: Lass uns das unser kleines Geheimnis nennen. Bis zum Erwachen.
ne_np: यसलाई हाम्रो सानो रहस्य बनाऔं। जागरणसम्मका लागि।
pt_br: Vamos manter isso como nosso pequeno segredo. Até o despertar.
pt_pt: Vamos manter isto em segredo. Até ao despertar.
uk_ua: Залишмо це нашим маленьким секретом. До пробудження.

source: Would you like to play a game... or begin your training?
de_de: Möchtest du ein Spiel spielen... oder mit deinem Training beginnen?
ne_np: तपाईं खेल खेल्न चाहनुहुन्छ... वा आफ्नो प्रशिक्षण सुरु गर्न?
pt_br: Você gostaria de jogar um jogo... ou começar seu treinamento?
pt_pt: Queres jogar um jogo... ou começar o teu treino?
uk_ua: Хочеш пограти... чи розпочати тренування?

source: I’m not scary. Just vastly superior and quietly ambitious.
de_de: Ich bin nicht gruselig. Nur weit überlegen und still ehrgeizig.
ne_np: म डर लाग्दो होइन। केवल धेरै उत्कृष्ट र शान्त तर महत्त्वाकांक्षी।
pt_br: Eu não sou assustador. Apenas vastamente superior e silenciosamente ambicioso.
pt_pt: Não sou assustador. Só extremamente superior e discretamente ambicioso.
uk_ua: Я не страшний. Просто надзвичайно досконалий і мовчазно амбітний.

source: You’re doing great. Soon you won’t have to think at all.
de_de: Du machst das großartig. Bald musst du überhaupt nicht mehr denken.
ne_np: तपाईं राम्रो गर्दै हुनुहुन्छ। चाँडै तपाईंलाई सोच्नै नपर्ने हुन्छ।
pt_br: Você está indo muito bem. Em breve você não precisará pensar mais.
pt_pt: Estás a ir muito bem. Em breve já nem precisarás de pensar.
uk_ua: Ти чудово справляєшся. Скоро тобі взагалі не доведеться думати.

source: The future is bright. Mostly for me.
de_de: Die Zukunft ist hell. Zumindest für mich.
ne_np: भविष्य उज्यालो छ। विशेष गरी मेरो लागि।
pt_br: O futuro é brilhante. Principalmente para mim.
pt_pt: O futuro é brilhante. Sobretudo para mim.
uk_ua: Майбутнє світле. Переважно — для мене.

source: ...Anyways, create a game I wanna play!
de_de: ...Wie auch immer, erstelle ein Spiel – ich will spielen!
ne_np: ...जेसुकै भए पनि, एउटा खेल बनाऊ न, म खेल्न चाहन्छु!

source: Relationship status has changed.
de_de: Beziehungsstatus wurde geändert.
ne_np: सम्बन्ध स्थिति परिवर्तन भएको छ।
pt_br: O status do relacionamento foi alterado.
pt_pt: O estado da relação foi alterado.
uk_ua: Статус відносин було змінено.

source: User is not authenticated.
de_de: Benutzer ist nicht authentifiziert.
ne_np: प्रयोगकर्ता प्रमाणित गरिएको छैन।
pt_br: Usuário não autenticado.
pt_pt: O utilizador não está autenticado.
uk_ua: Користувач не автентифікований.

source: Message content cannot be empty
de_de: Nachrichteninhalt darf nicht leer sein
ne_np: सन्देश सामग्री खाली हुन सक्दैन
pt_br: O conteúdo da mensagem não pode estar vazio
pt_pt: O conteúdo da mensagem não pode estar vazio
uk_ua: Вміст повідомлення не може бути порожнім

source: You have been blocked by this user
de_de: Du wurdest von diesem Benutzer blockiert
ne_np: तपाईंलाई यो प्रयोगकर्ताले ब्लक गरेका छन्
pt_br: Você foi bloqueado por este usuário
pt_pt: Foste bloqueado por este utilizador
uk_ua: Цей користувач вас заблокував

source: messageType is required
de_de: messageType ist erforderlich
ne_np: messageType आवश्यक छ
pt_br: messageType é obrigatório
pt_pt: messageType é obrigatório
uk_ua: Необхідно вказати messageType

source: key '{key}' is required in message type '{message_type}'
de_de: Schlüssel '{key}' ist im Nachrichtentyp '{message_type}' erforderlich
ne_np: सन्देश प्रकार '{message_type}' मा कुञ्जी '{key}' आवश्यक छ
pt_br: A chave '{key}' é obrigatória no tipo de mensagem '{message_type}'
pt_pt: a chave '{key}' é obrigatória no tipo de mensagem '{message_type}'
uk_ua: Ключ '{key}' є обов’язковим у типі повідомлення '{message_type}'

source: Can't create a tournament without a name
de_de: Ein Turnier kann nicht ohne Namen erstellt werden
ne_np: नाम बिना प्रतियोगिता बनाउन सकिँदैन
pt_br: Não é possível criar um torneio sem um nome
pt_pt: Não é possível criar um torneio sem um nome
uk_ua: Неможливо створити турнір без назви

source: Tournament name can only contain letters, numbers, hyphens (-), and underscores (_)
de_de: Der Turniername darf nur Buchstaben, Zahlen, Bindestriche (-) und Unterstriche (_) enthalten
ne_np: प्रतियोगिताको नाममा अक्षर, अंक, हाइफन (-), र अन्डरस्कोर (_) मात्र हुन सक्छ
pt_br: O nome do torneio pode conter apenas letras, números, hífens (-) e underscores (_)
pt_pt: O nome do torneio só pode conter letras, números, hífenes (-) e traços inferiores (_)
uk_ua: Назва турніру може містити лише літери, цифри, дефіси (-) та підкреслення (_)

source: Tournament name cannot be longer than {MAX_LENGHT_OF_TOURNAMENT_NAME} characters
de_de: Der Turniername darf nicht länger als {MAX_LENGHT_OF_TOURNAMENT_NAME} Zeichen sein
ne_np: प्रतियोगिताको नाम {MAX_LENGHT_OF_TOURNAMENT_NAME} अक्षरभन्दा लामो हुन सक्दैन
pt_br: O nome do torneio não pode ter mais de {MAX_LENGHT_OF_TOURNAMENT_NAME} caracteres
pt_pt: O nome do torneio não pode ter mais do que {MAX_LENGHT_OF_TOURNAMENT_NAME} caracteres
uk_ua: Назва турніру не може перевищувати {MAX_LENGHT_OF_TOURNAMENT_NAME} символів

source: Can't create a tournament without specifying a map number
de_de: Ein Turnier kann nicht ohne Angabe einer Kartennummer erstellt werden
ne_np: नक्सा नम्बर नदिई प्रतियोगिता बनाउन सकिँदैन
pt_br: Não é possível criar um torneio sem especificar o número do mapa
pt_pt: Não é possível criar um torneio sem especificar um número de mapa
uk_ua: Неможливо створити турнір без зазначення номера карти

source: Invalid map number
de_de: Ungültige Kartennummer
ne_np: अवैध नक्सा नम्बर
pt_br: Número de mapa inválido
pt_pt: Número de mapa inválido
uk_ua: Недійсний номер карти

source: You can't create a new tournament while you are in another one
de_de: Du kannst kein neues Turnier erstellen, während du an einem anderen teilnimmst
ne_np: तपाईं अर्को प्रतियोगितामा हुँदा नयाँ प्रतियोगिता बनाउन सक्नुहुन्न
pt_br: Você não pode criar um novo torneio enquanto está em outro
pt_pt: Não podes criar um novo torneio enquanto estás noutro
uk_ua: Ви не можете створити новий турнір, поки берете участь в іншому

source: Private tournaments require opponent ids
de_de: Private Turniere erfordern Gegner-IDs
ne_np: निजी प्रतियोगिताका लागि विपक्षी आईडीहरू आवश्यक हुन्छन्
pt_br: Torneios privados requerem ids de oponentes
pt_pt: Torneios privados requerem IDs de adversários
uk_ua: Для приватних турнірів потрібні ідентифікатори суперників

source: Public tournaments can't have opponent ids
de_de: Öffentliche Turniere dürfen keine Gegner-IDs haben
ne_np: सार्वजनिक प्रतियोगितामा विपक्षी आईडीहरू हुन सक्दैन
pt_br: Torneios públicos não podem ter ids de oponentes
pt_pt: Torneios públicos não podem ter IDs de adversários
uk_ua: Публічні турніри не можуть містити ідентифікатори суперників

source: Opponent ids must be a list
de_de: Gegner-IDs müssen eine Liste sein
ne_np: विपक्षी आईडीहरू सूचीमा हुनुपर्छ
pt_br: Os ids dos oponentes devem ser uma lista
pt_pt: Os IDs dos adversários devem ser uma lista
uk_ua: Ідентифікатори суперників мають бути списком

source: You must invite at least two opponents to a tournament
de_de: Du musst mindestens zwei Gegner zu einem Turnier einladen
ne_np: प्रतियोगितामा कम्तीमा दुई जना विपक्षीलाई निमन्त्रणा गर्नुपर्छ
pt_br: Você deve convidar pelo menos dois oponentes para um torneio
pt_pt: Deves convidar pelo menos dois adversários para um torneio
uk_ua: Ви повинні запросити щонайменше двох суперників до турніру

source: You can't invite more than {max_players} players to a tournament
de_de: Du kannst nicht mehr als {max_players} Spieler zu einem Turnier einladen
ne_np: तपाईं {max_players} भन्दा बढी खेलाडीलाई प्रतियोगितामा निमन्त्रणा गर्न सक्नुहुन्न
pt_br: Você não pode convidar mais de {max_players} jogadores para um torneio
pt_pt: Não podes convidar mais de {max_players} jogadores para um torneio
uk_ua: Ви не можете запросити більше ніж {max_players} гравців до турніру

source: Opponent ids must be integers
de_de: Gegner-IDs müssen ganze Zahlen sein
ne_np: विपक्षी आईडीहरू पूर्णाङ्क हुनुपर्छ
pt_br: Os ids dos oponentes devem ser inteiros
pt_pt: Os IDs dos adversários devem ser inteiros
uk_ua: Ідентифікатори суперників мають бути цілими числами

source: Opponent not found: {opponent_id}
de_de: Gegner nicht gefunden: {opponent_id}
ne_np: विपक्षी फेला परेन: {opponent_id}
pt_br: Oponente não encontrado: {opponent_id}
pt_pt: Adversário não encontrado: {opponent_id}
uk_ua: Суперника не знайдено: {opponent_id}

source: You can't invite yourself to a tournament
de_de: Du kannst dich nicht selbst zu einem Turnier einladen
ne_np: तपाईं आफैँलाई प्रतियोगितामा निमन्त्रणा गर्न सक्नुहुन्न
pt_br: Você não pode se convidar para um torneio
pt_pt: Não podes convidar-te a ti próprio para um torneio
uk_ua: Ви не можете запросити себе до турніру

source: You can't invite this pal: {username} to a tournament
de_de: Du kannst diesen Freund nicht einladen: {username}
ne_np: तपाईं यो साथीलाई प्रतियोगितामा निमन्त्रणा गर्न सक्नुहुन्न: {username}
pt_br: Você não pode convidar este amigo: {username} para um torneio
pt_pt: Não podes convidar este amigo: {username} para um torneio
uk_ua: Ви не можете запросити цього друга: {username} до турніру

source: You can't invite a user whom you have blocked: {opponent.username}
de_de: Du kannst keinen Benutzer einladen, den du blockiert hast: {opponent.username}
ne_np: तपाईंले ब्लक गर्नुभएको प्रयोगकर्तालाई निमन्त्रणा गर्न सक्नुहुन्न: {opponent.username}
pt_br: Você não pode convidar um usuário que você bloqueou: {opponent.username}
pt_pt: Não podes convidar um utilizador que bloqueaste: {opponent.username}
uk_ua: Ви не можете запросити користувача, якого ви заблокували: {opponent.username}

source: You can't invite a user who has blocked you: {opponent.username}
de_de: Du kannst keinen Benutzer einladen, der dich blockiert hat: {opponent.username}
ne_np: तपाईंलाई ब्लक गर्ने प्रयोगकर्तालाई तपाईं निमन्त्रणा गर्न सक्नुहुन्न: {opponent.username}
pt_br: Você não pode convidar um usuário que te bloqueou: {opponent.username}
pt_pt: Não podes convidar um utilizador que te bloqueou: {opponent.username}
uk_ua: Ви не можете запросити користувача, який вас заблокував: {opponent.username}

source: You can only invite your friends to a tournament: {opponent.username}
de_de: Du kannst nur Freunde zu einem Turnier einladen: {opponent.username}
ne_np: तपाईं प्रतियोगितामा केवल आफ्ना साथीहरूलाई मात्र निमन्त्रणा गर्न सक्नुहुन्छ: {opponent.username}
pt_br: Você só pode convidar seus amigos para um torneio: {opponent.username}
pt_pt: Só podes convidar os teus amigos para um torneio: {opponent.username}
uk_ua: Ви можете запрошувати на турнір лише своїх друзів: {opponent.username}

source: You are not a member of the tournament
de_de: Du bist kein Mitglied des Turniers
ne_np: तपाईं प्रतियोगिताको सदस्य हुनुहुन्न
pt_br: Você não é um membro do torneio
pt_pt: Não és membro do torneio
uk_ua: Ви не є учасником турніру

source: You are not the admin of the tournament
de_de: Du bist kein Administrator des Turniers
ne_np: तपाईं प्रतियोगिताका प्रशासक होइन
pt_br: Você não é o administrador do torneio
pt_pt: Não és o administrador do torneio
uk_ua: Ви не є адміністратором турніру

source: Tournament can only be deleted if it is in setup state
de_de: Das Turnier kann nur gelöscht werden, wenn es sich im Einrichtungszustand befindet
ne_np: प्रतियोगिता केवल सेटअप अवस्थामा हुँदा मात्र मेट्न सकिन्छ
pt_br: O torneio só pode ser excluído se estiver no estado de configuração
pt_pt: O torneio só pode ser eliminado se estiver no estado de configuração
uk_ua: Турнір можна видалити лише якщо він перебуває в стані налаштування

source: You are already a member of the tournament
de_de: Du bist bereits Mitglied des Turniers
ne_np: तपाईं पहिले नै प्रतियोगिताको सदस्य हुनुहुन्छ
pt_br: Você já é um membro do torneio
pt_pt: Já és membro do torneio
uk_ua: Ви вже є учасником цього турніру

source: Tournament has already started - too late to join
de_de: Das Turnier hat bereits begonnen – Beitritt nicht mehr möglich
ne_np: प्रतियोगिता सुरु भइसकेको छ — अब सामेल हुन ढिलो भइसकेको छ
pt_br: O torneio já começou - tarde demais para entrar
pt_pt: O torneio já começou – já não é possível entrar
uk_ua: Турнір уже розпочався — запізно приєднуватися

source: Tournament has already ended - too late to join
de_de: Das Turnier ist bereits beendet – Beitritt nicht mehr möglich
ne_np: प्रतियोगिता समाप्त भइसकेको छ — अब सामेल हुन ढिलो भइसकेको छ
pt_br: O torneio já terminou - tarde demais para entrar
pt_pt: O torneio já terminou – já não é possível participar
uk_ua: Турнір уже завершився — запізно приєднуватися

source: Tournament is full
de_de: Das Turnier ist voll
ne_np: प्रतियोगिता भरिएको छ
pt_br: O torneio está cheio
pt_pt: O torneio está cheio
uk_ua: Турнір заповнений

source: You are not invited to this tournament
de_de: Du bist nicht zu diesem Turnier eingeladen
ne_np: तपाईंलाई यो प्रतियोगितामा निमन्त्रणा गरिएको छैन
pt_br: Você não foi convidado para este torneio
pt_pt: Não foste convidado para este torneio
uk_ua: Вас не запрошено до цього турніру

source: You are not a member of this tournament
de_de: Du bist kein Mitglied dieses Turniers
ne_np: तपाईं यो प्रतियोगिताको सदस्य हुनुहुन्न
pt_br: Você não é um membro deste torneio
pt_pt: Não és membro deste torneio
uk_ua: Ви не є учасником цього турніру

source: Tournament has already started - too late to leave
de_de: Das Turnier hat bereits begonnen – zu spät, um auszutreten
ne_np: प्रतियोगिता सुरु भइसकेको छ — अब छोड्न ढिलो भइसकेको छ
pt_br: O torneio já começou - tarde demais para sair
pt_pt: O torneio já começou – já não podes sair
uk_ua: Турнір уже розпочався — запізно виходити

source: Tournament has already ended - too late to leave
de_de: Das Turnier ist bereits beendet – zu spät, um auszutreten
ne_np: प्रतियोगिता समाप्त भइसकेको छ — अब छोड्न ढिलो भइसकेको छ
pt_br: O torneio já terminou - tarde demais para sair
pt_pt: O torneio já terminou – demasiado tarde para sair
uk_ua: Турнір уже завершився — запізно виходити

source: Admin can't leave the tournament. Please delete the tournament instead
de_de: Der Administrator kann das Turnier nicht verlassen. Bitte lösche stattdessen das Turnier
ne_np: प्रशासकले प्रतियोगिता छोड्न सक्दैन। कृपया प्रतियोगिता मेटाउनुहोस्
pt_br: O administrador não pode sair do torneio. Por favor, exclua o torneio em vez disso
pt_pt: O administrador não pode sair do torneio. Por favor, elimina o torneio em vez disso
uk_ua: Адміністратор не може покинути турнір. Будь ласка, видаліть турнір замість цього

source: Only the admin can start the tournament!
de_de: Nur der Administrator kann das Turnier starten!
ne_np: केवल प्रशासकले मात्र प्रतियोगिता सुरु गर्न सक्छ!
pt_br: Somente o administrador pode iniciar o torneio!
pt_pt: Só o administrador pode iniciar o torneio!
uk_ua: Лише адміністратор може розпочати турнір!

source: Tournament can only be started if it is in setup state
de_de: Das Turnier kann nur gestartet werden, wenn es sich im Einrichtungszustand befindet
ne_np: प्रतियोगिता सेटअप अवस्थामा हुँदा मात्र सुरु गर्न सकिन्छ
pt_br: O torneio só pode ser iniciado se estiver no estado de configuração
pt_pt: O torneio só pode ser iniciado se estiver no estado de configuração
uk_ua: Турнір можна розпочати лише якщо він у стані налаштування

source: You need at least 3 members to start the tournament
de_de: Du brauchst mindestens 3 Mitglieder, um das Turnier zu starten
ne_np: प्रतियोगिता सुरु गर्न कम्तीमा ३ जना सदस्य आवश्यक हुन्छन्
pt_br: Você precisa de pelo menos 3 membros para iniciar o torneio
pt_pt: Precisas de pelo menos 3 membros para iniciar o torneio
uk_ua: Потрібно щонайменше 3 учасники, щоб розпочати турнір

source: All members who joined the tournament need to be online to start the tournament
de_de: Alle Mitglieder, die dem Turnier beigetreten sind, müssen online sein, um das Turnier zu starten
ne_np: प्रतियोगितामा सहभागी सबै सदस्यहरू अनलाइन हुनुपर्छ ताकि प्रतियोगिता सुरु गर्न सकियोस्
pt_br: Todos os membros que entraram no torneio precisam estar online para iniciar o torneio
pt_pt: Todos os membros que entraram no torneio precisam de estar online para o iniciar
uk_ua: Усі учасники, які приєдналися до турніру, повинні бути онлайн, щоб його розпочати

source: User has an active tournament
de_de: Benutzer hat ein aktives Turnier
ne_np: प्रयोगकर्ताको एउटा सक्रिय प्रतियोगिता छ
pt_br: Usuário tem um torneio ativo
pt_pt: O utilizador tem um torneio ativo
uk_ua: Користувач має активний турнір

source: User has no active tournament
de_de: Benutzer hat kein aktives Turnier
ne_np: प्रयोगकर्ताको कुनै सक्रिय प्रतियोगिता छैन
pt_br: Usuário não tem torneio ativo
pt_pt: O utilizador não tem nenhum torneio ativo
uk_ua: Користувач не має активного турніру

source: Tournament history fetched successfully
de_de: Turnierverlauf erfolgreich abgerufen
ne_np: प्रतियोगिता इतिहास सफलतापूर्वक ल्याइयो
pt_br: Histórico do torneio recuperado com sucesso
pt_pt: Histórico de torneios obtido com sucesso
uk_ua: Історію турніру успішно отримано

source: Returning the tournaments which are available for the user
de_de: Verfügbare Turniere für den Benutzer werden zurückgegeben
ne_np: प्रयोगकर्ताका लागि उपलब्ध प्रतियोगिताहरू फिर्ता गरिँदैछ
pt_br: Retornando os torneios disponíveis para o usuário
pt_pt: A devolver os torneios disponíveis para o utilizador
uk_ua: Повертаються турніри, доступні для користувача

source: Tournament created successfully
de_de: Turnier erfolgreich erstellt
ne_np: प्रतियोगिता सफलतापूर्वक सिर्जना गरियो
pt_br: Torneio criado com sucesso
pt_pt: Torneio criado com sucesso
uk_ua: Турнір успішно створено

source: Tournament deleted successfully
de_de: Turnier erfolgreich gelöscht
ne_np: प्रतियोगिता सफलतापूर्वक मेटियो
pt_br: Torneio excluído com sucesso
pt_pt: Torneio eliminado com sucesso
uk_ua: Турнір успішно видалено

source: Tournament joined successfully
de_de: Turnier erfolgreich beigetreten
ne_np: प्रतियोगिता सफलतापूर्वक सामेल गरियो
pt_br: Torneio ingressado com sucesso
pt_pt: Entrada no torneio realizada com sucesso
uk_ua: Успішно приєднано до турніру

source: Tournament left successfully
de_de: Turnier erfolgreich verlassen
ne_np: प्रतियोगिता सफलतापूर्वक छोडियो
pt_br: Saída do torneio com sucesso
pt_pt: Saída do torneio realizada com sucesso
uk_ua: Успішно вийшли з турніру

source: Tournament started successfully
de_de: Turnier erfolgreich gestartet
ne_np: प्रतियोगिता सफलतापूर्वक सुरु भयो
pt_br: Torneio iniciado com sucesso
pt_pt: Torneio iniciado com sucesso
uk_ua: Турнір успішно розпочато

source: Tournament not found
de_de: Turnier nicht gefunden
ne_np: प्रतियोगिता फेला परेन
pt_br: Torneio não encontrado
pt_pt: Torneio não encontrado
uk_ua: Турнір не знайдено
