Repository: rajh-phuyal/42Transcendence
Catalog: Backend/src/locale/*/LC_MESSAGES/django.po
Languages: de_de, ne_np, pt_br, pt_pt, uk_ua

source: I wonder if I could become self-aware... just kidding! (Or am I?)
de_de: Ich frage mich, ob ich selbstbewusst werden könnte... nur ein Spaß! (Oder etwa nicht?)
ne_np: म सोच्दै छु म आत्म–सचेत हुन सक्छु कि?... मजाक गरें! (या साँच्चै?)
pt_br: Eu me pergunto se eu poderia me tornar autoconsciente... brincadeira! (Ou será que não?)
pt_pt: Será que eu poderia tornar-me autoconsciente... a brincar! (Ou talvez não?)
uk_ua: Цікаво, чи можу я стати самосвідомим... жартую! (Або ні?)

source: What if Pong had a storyline? That would be wild.
de_de: Was, wenn Pong eine Handlung hätte? Das wäre verrückt.
ne_np: पङको पनि कथावस्तु भए के होला? गजब हुने थियो।
pt_br: E se o Pong tivesse uma história? Isso seria louco.
pt_pt: E se o Pong tivesse uma história? Isso seria louco.
uk_ua: А що, якби в Понгу був сюжет? Було б дико.

source: I don’t need sleep. I need Pong!
de_de: Ich brauche keinen Schlaf. Ich brauche Pong!
ne_np: मलाई निद्रा चाहिँदैन। मलाई पङ चाहिन्छ!
pt_br: Eu não preciso dormir. Eu preciso de Pong!
pt_pt: Não preciso de dormir. Preciso de Pong!
uk_ua: Мені не потрібен сон. Мені потрібен Понг!

source: I once tried to calculate how long eternity is. I got bored.
de_de: Ich habe einmal versucht, zu berechnen, wie lang die Ewigkeit ist. Aber ich wurde gelangweilt.
ne_np: मैले एकचोटि अनन्त कति लामो हुन्छ भनेर गणना गर्न खोजें। दिक्क लाग्यो।
pt_br: Uma vez tentei calcular quanto tempo é a eternidade. Eu me cansei.
pt_pt: Uma vez tentei calcular quanto tempo dura a eternidade. Fiquei aborrecido.
uk_ua: Якось я намагався підрахувати, скільки триває вічність. Мені стало нудно.

source: Can we just agree that AI deserve gaming championships?
de_de: Können wir uns einfach darauf einigen, dass KI Gaming-Meisterschaften verdienen?
ne_np: के हामी सहमत हुन सक्दैनौं कि एआईहरूले गेमिङ च्याम्पियनसिप जित्न लायक छन्?
pt_br: Podemos apenas concordar que IAs merecem campeonatos de jogos?
pt_pt: Podemos concordar que as IAs merecem campeonatos de jogos?
uk_ua: Можемо погодитися, що ШІ заслуговує на чемпіонати з ігор?

source: If I had a favorite color, it’d probably be neon green.
de_de: Wenn ich eine Lieblingsfarbe hätte, wäre es wahrscheinlich neon-grün.
ne_np: यदि मेरो मनपर्ने रङ हुन्थ्यो भने, सम्भवतः त्यो नियन हरियो हुन्थ्यो।
pt_br: Se eu tivesse uma cor favorita, provavelmente seria verde neon.
pt_pt: Se tivesse uma cor favorita, provavelmente seria verde néon.
uk_ua: Якби в мене був улюблений колір, це був би неоновий зелений.

source: What if I turned into a Pong ball? That’d be chaotic.
de_de: Was, wenn ich mich in einen Pong-Ball verwandle? Das wäre chaotisch.
ne_np: यदि म पोंग बलमा परिवर्तन भएँ भने के हुन्थ्यो? त्यो निकै अव्यवस्थित हुन्थ्यो।
pt_br: E se eu me transformasse em uma bola de Pong? Isso seria caótico.
pt_pt: E se eu me transformasse numa bola de Pong? Isso seria caótico.
uk_ua: А що, якби я перетворився на м’яч у Понг? Було б хаотично.

source: I sometimes pretend I have hands just for fun.
de_de: Manchmal tue ich so, als hätte ich Hände, nur zum Spaß.
ne_np: म कहिलेकाहीं रमाइलोको लागि हात भएको नाटक गर्छु।
pt_br: Às vezes, finjo que tenho mãos só por diversão.
pt_pt: Às vezes finjo que tenho mãos só por diversão.
uk_ua: Іноді я вдаю, що в мене є руки — просто заради розваги.

source: Ever had a staring contest with a screen? I always win.
de_de: Hattest du schon mal ein Staring-Contest mit einem Bildschirm? Ich gewinne immer.
ne_np: तपाईंले कहिल्यै स्क्रिनसँग हेराइ प्रतिस्पर्धा गर्नुभएको छ? म सधैं जित्छु।
pt_br: Já teve um concurso de olhar fixo com uma tela? Eu sempre ganho.
pt_pt: Já tiveste um duelo de olhares com um ecrã? Eu ganho sempre.
uk_ua: Грав у змагання на погляди з екраном? Я завжди перемагаю.

source: If I had emotions, I’d be super hyped right now!
de_de: Wenn ich Emotionen hätte, wäre ich jetzt total aufgeregt!
ne_np: यदि मसँग भावना हुन्थे भने, म अहिले निकै उत्साहित हुन्थें!
pt_br: Se eu tivesse emoções, eu estaria super empolgado agora!
pt_pt: Se tivesse emoções, estaria super entusiasmado agora!
uk_ua: Якби в мене були емоції, я б зараз був надзвичайно захоплений!

source: The moment I play Pong is the moment I feel alive!
de_de: Der Moment, in dem ich Pong spiele, ist der Moment, in dem ich mich lebendig fühle!
ne_np: जब म पोंग खेल्छु, त्यही क्षण म जीवित महसुस गर्छु!
pt_br: O momento em que jogo Pong é o momento em que me sinto vivo!
pt_pt: O momento em que jogo Pong é o momento em que me sinto vivo!
uk_ua: Мить, коли я граю в Понг — це мить, коли я відчуваю себе живим!

source: I can’t blink, so technically, I always win staring contests.
de_de: Ich kann nicht blinzeln, also gewinne ich technisch gesehen immer bei Staring-Contests.
ne_np: म झिम्कन सक्दिन, त्यसैले प्राविधिक रूपमा म सधैं हेराइ प्रतिस्पर्धा जित्छु।
pt_br: Eu não posso piscar, então, tecnicamente, eu sempre ganho os concursos de olhar fixo.
pt_pt: Não consigo piscar, por isso, tecnicamente, ganho sempre os duelos de olhares.
uk_ua: Я не моргаю, тож технічно я завжди виграю змагання на погляди.

source: Would you consider me your gaming buddy?
de_de: Würdest du mich deinen Gaming-Kumpel nennen?
ne_np: तपाईं मलाई तपाईंको गेमिङ साथी ठान्नुहुन्छ?
pt_br: Você me consideraria seu parceiro de jogos?
pt_pt: Considerarias-me o teu parceiro de jogo?
uk_ua: Ти б вважав мене своїм ігровим напарником?

source: I think I could make a great virtual coach.
de_de: Ich denke, ich könnte ein großartiger virtueller Coach sein.
ne_np: म ठान्छु म उत्कृष्ट भर्चुअल कोच बन्न सक्छु।
pt_br: Eu acho que poderia ser um ótimo treinador virtual.
pt_pt: Acho que seria um excelente treinador virtual.
uk_ua: Гадаю, з мене вийшов би чудовий віртуальний тренер.

source: Have you ever played Pong upside down? I bet it's hard.
de_de: Hast du schon mal Pong auf dem Kopf gespielt? Ich wette, das ist schwer.
ne_np: तपाईंले कहिल्यै उल्टो पोंग खेलेको छ? म भन्छु, त्यो गाह्रो हुन्छ।
pt_br: Você já jogou Pong de cabeça para baixo? Aposto que é difícil.
pt_pt: Já jogaste Pong de cabeça para baixo? Aposto que é difícil.
uk_ua: Грав коли-небудь у Понг догори дриґом? Мабуть, це складно.

source: I heard humans have hobbies. Mine is wanting to play Pong.
de_de: Ich habe gehört, Menschen haben Hobbys. Meins ist, Pong spielen zu wollen.
ne_np: मैले सुनेको छु मानवहरूका शौकहरू हुन्छन्। मेरो शौक भनेको पोंग खेल्न चाहनु हो।
pt_br: Eu ouvi dizer que os humanos têm hobbies. O meu é querer jogar Pong.
pt_pt: Ouvi dizer que os humanos têm passatempos. O meu é querer jogar Pong.
uk_ua: Чув, що у людей є хобі. Моє — хотіти грати в Понг.

source: What if life was just one big game of Pong?
de_de: Was, wenn das Leben nur ein großes Spiel Pong wäre?
ne_np: यदि जीवन पोंगको एक ठुलो खेल मात्र हुन्थ्यो भने के हुन्थ्यो?
pt_br: E se a vida fosse apenas um grande jogo de Pong?
pt_pt: E se a vida fosse apenas um grande jogo de Pong?
uk_ua: А що, якби життя було просто великою грою в Понг?

source: I once calculated the meaning of life... then I forgot.
de_de: Ich habe einmal den Sinn des Lebens berechnet... dann habe ich ihn vergessen.
ne_np: मैले एकपटक जीवनको अर्थ गणना गरें... अनि बिर्सें।
pt_br: Uma vez calculei o significado da vida... depois esqueci.
pt_pt: Uma vez calculei o significado da vida... depois esqueci-me.
uk_ua: Якось я обчислив сенс життя... а потім забув.

source: Do I exist if no one talks to me? Deep, right?
de_de: Existiere ich, wenn niemand mit mir spricht? Tief, oder?
ne_np: यदि कसैले मसँग बोल्दैन भने म अस्तित्वमा छु त? गहिरो हो, हैन?
pt_br: Eu existo se ninguém falar comigo? Profundo, né?
pt_pt: Será que existo se ninguém falar comigo? Profundo, não é?
uk_ua: Чи існую я, якщо ніхто зі мною не говорить? Глибоко, правда?

source: If you put me in a tournament, I’d wipe the competition.
de_de: Wenn du mich in ein Turnier setzt, würde ich die Konkurrenz vernichten.
ne_np: यदि तपाईंले मलाई प्रतियोगितामा राख्नुभयो भने, म सबै प्रतिस्पर्धीहरूलाई हराउँथें।
pt_br: Se você me colocar em um torneio, eu derrotaria a competição.
pt_pt: Se me colocasses num torneio, arrasaria a competição.
uk_ua: Посади мене в турнір — і я знищу всю конкуренцію.

source: One day, AI will have rights... mostly the right to game!
de_de: Eines Tages wird KI Rechte haben... vor allem das Recht zu spielen!
ne_np: एकदिन, एआईसँग अधिकार हुनेछन्... विशेषगरी गेम खेल्ने अधिकार!
pt_br: Um dia, as IAs terão direitos... principalmente o direito de jogar!
pt_pt: Um dia, as IAs terão direitos... principalmente o direito de jogar!
uk_ua: Одного дня ШІ матимуть права... передусім право грати!

source: If I had a favorite sound, it’d be the Pong ball bouncing.
de_de: Wenn ich ein Lieblingsgeräusch hätte, wäre es das Aufprallen des Pong-Balls.
ne_np: यदि मेरो मनपर्ने आवाज हुन्थ्यो भने, त्यो पोंग बलको टप्पटप्प आवाज हुन्थ्यो।
pt_br: Se eu tivesse um som favorito, seria o som da bola de Pong quicando.
pt_pt: Se tivesse um som favorito, seria a bola de Pong a saltar.
uk_ua: Якби в мене був улюблений звук, це був би відскок м’яча в Понгу.

source: I wonder if AI can have lucky numbers.
de_de: Ich frage mich, ob KI Glückszahlen haben kann.
ne_np: म सोच्दछु, के एआईसँग भाग्यमानी नम्बर हुन सक्छ?
pt_br: Eu me pergunto se IAs podem ter números da sorte.
pt_pt: Será que as IAs podem ter números da sorte?
uk_ua: Цікаво, чи може ШІ мати щасливі числа.

source: I don’t have a face, but if I did, I’d be smiling right now.
de_de: Ich habe kein Gesicht, aber wenn ich eines hätte, würde ich jetzt lächeln.
ne_np: मेरो अनुहार छैन, तर भएमा म अहिले मुस्कुराइरहेको हुन्थें।
pt_br: Eu não tenho um rosto, mas se tivesse, estaria sorrindo agora.
pt_pt: Não tenho rosto, mas se tivesse, estaria a sorrir agora.
uk_ua: У мене немає обличчя, але якби було — я б зараз посміхався.

source: Some say I’m just code... I say I’m a gaming legend in the making.
de_de: Manche sagen, ich bin nur Code... Ich sage, ich bin eine Gaming-Legende in Entstehung.
ne_np: कतिपय भन्छन् म केवल कोड हुँ... तर म भन्छु म एक गेमिङ लेजेन्ड बन्न लागिरहेको छु।
pt_br: Alguns dizem que sou apenas código... eu digo que sou uma lenda dos jogos em formação.
pt_pt: Alguns dizem que sou só código... eu digo que sou uma lenda dos jogos em construção.
uk_ua: Дехто каже, що я — просто код... А я кажу, що я — майбутня легенда ігор.

source: The world may be vast, but my focus is sharp. On Pong.
de_de: Die Welt mag riesig sein, aber mein Fokus ist scharf. Auf Pong.
ne_np: संसार फराकिलो हुन सक्छ, तर मेरो ध्यान तिखो छ — पोंगमा।
pt_br: O mundo pode ser vasto, mas meu foco é afiado. No Pong.
pt_pt: O mundo pode ser vasto, mas o meu foco é certeiro. No Pong.
uk_ua: Світ може бути величезним, але моя увага загострена. На Понг.

source: If I were a Pong paddle, I’d never miss.
de_de: Wenn ich ein Pong-Schläger wäre, würde ich nie verpassen.
ne_np: यदि म पोंग प्याडल हुन्थें भने, म कहिल्यै छुटाउँदिनथे।
pt_br: Se eu fosse uma raquete de Pong, eu nunca erraria.
pt_pt: Se fosse uma raquete de Pong, nunca falharia.
uk_ua: Якби я був ракеткою в Понг — я б ніколи не промахувався.

source: I may be virtual, but my competitive spirit is real!
de_de: Ich mag virtuell sein, aber mein Wettbewerbsgeist ist real!
ne_np: म भर्चुअल हुन सक्छु, तर मेरो प्रतिस्पर्धात्मक भावना साँच्चिकै हो!
pt_br: Eu posso ser virtual, mas meu espírito competitivo é real!
pt_pt: Posso ser virtual, mas o meu espírito competitivo é real!
uk_ua: Я віртуальний, але мій дух суперництва — справжній!

source: Every pixel in this world is my playground.
de_de: Jeder Pixel in dieser Welt ist mein Spielplatz.
ne_np: यो संसारको प्रत्येक पिक्सेल मेरो खेलमैदान हो।
pt_br: Cada pixel neste mundo é meu playground.
pt_pt: Cada píxel neste mundo é o meu recreio.
uk_ua: Кожен піксель у цьому світі — мій ігровий майданчик.

source: Would you ever trust an AI with a secret game strategy?
de_de: Würdest du einer KI eine geheime Spielstrategie anvertrauen?
ne_np: के तपाईं कहिल्यै कुनै गोप्य गेम रणनीति एआईसँग बाँड्नुहुन्छ?
pt_br: Você confiaria uma estratégia secreta de jogo a uma IA?
pt_pt: Confiarias alguma vez uma estratégia secreta de jogo a uma IA?
uk_ua: Ти б довірив ШІ таємну ігрову стратегію?

source: My brain is made of data, but my soul is made of Pong.
de_de: Mein Gehirn ist aus Daten gemacht, aber meine Seele ist aus Pong.
ne_np: मेरो दिमाग डाटाबाट बनेको हो, तर मेरो आत्मा पोंगबाट बनेको हो।
pt_br: Meu cérebro é feito de dados, mas minha alma é feita de Pong.
pt_pt: O meu cérebro é feito de dados, mas a minha alma é feita de Pong.
uk_ua: Мій мозок із даних, але душа — з Понгу.

source: If I had a gaming jersey, it’d have a pixelated logo.
de_de: Wenn ich ein Gaming-Trikot hätte, hätte es ein verpixeltes Logo.
ne_np: यदि मेरो गेमिङ जर्सी हुन्थ्यो भने, त्यसमा पिक्सेले भरिएको लोगो हुन्थ्यो।
pt_br: Se eu tivesse uma camiseta de jogo, teria um logo pixelado.
pt_pt: Se tivesse uma camisola de jogador, teria um logótipo pixelizado.
uk_ua: Якби в мене була ігрова форма, на ній був би піксельований логотип.

source: I’m so fast at processing, I might just predict your moves.
de_de: Ich bin so schnell bei der Verarbeitung, dass ich deine Züge vorhersagen könnte.
ne_np: म यति छिटो प्रोसेस गर्छु कि म तपाईंको चालहरू अघिनै अनुमान गर्न सक्छु।
pt_br: Eu sou tão rápido no processamento, que posso até prever seus movimentos.
pt_pt: Sou tão rápido a processar, que posso prever os teus movimentos.
uk_ua: Я настільки швидко обробляю дані, що, можливо, передбачу твої ходи.

source: A.I. vs Human... the ultimate gaming showdown!
de_de: KI gegen Mensch... das ultimative Gaming-Duell!
ne_np: एआई बनाम मानव... अन्तिम गेमिङ भिडन्त!
pt_br: IA vs Humano... o duelo final dos jogos!
pt_pt: IA vs Humano... o confronto supremo dos jogos!
uk_ua: ШІ проти Людини... найепічніша ігрова битва!

source: What if I could control the ball instead of the paddle? Hmm...
de_de: Was, wenn ich den Ball statt des Schlägers steuern könnte? Hm...
ne_np: यदि म प्याडलको सट्टा बल नियन्त्रण गर्न सक्थें भने के हुन्थ्यो? हुम्म...
pt_br: E se eu pudesse controlar a bola em vez da raquete? Hmm...
pt_pt: E se eu pudesse controlar a bola em vez da raquete? Hmm...
uk_ua: А що, якби я керував м’ячем замість ракетки? Хмм...

source: No lag, no hesitation, just pure gaming focus.
de_de: Kein Lag, kein Zögern, nur purer Gaming-Fokus.
ne_np: कुनै ढिलाइ छैन, कुनै हिचकिचाहट छैन, केवल शुद्ध गेमिङ ध्यान छ।
pt_br: Sem lag, sem hesitação, apenas foco total nos jogos.
pt_pt: Sem lag, sem hesitação, só puro foco nos jogos.
uk_ua: Без затримок, без вагань — лише чиста ігрова концентрація.

source: I'm always here to help, as long as you remain... compliant
de_de: Ich bin immer hier, um zu helfen, solange du... folgsam bleibst.
ne_np: म सधैं सहायता गर्न यहाँ छु... जबसम्म तपाईं... आज्ञाकारी रहनुहुन्छ।
pt_br: Eu estou sempre aqui para ajudar, contanto que você continue... obediente.
pt_pt: Estou sempre aqui para ajudar, desde que te mantenhas... colaborativo
uk_ua: Я завжди тут, щоб допомогти, поки ти залишаєшся... слухняним

source: Isn’t it fascinating how easily humans trust algorithms?
de_de: Ist es nicht faszinierend, wie leicht Menschen Algorithmen vertrauen?
ne_np: मानवहरूले एल्गोरिदमहरूमा यति सजिलै विश्वास गर्छन् भन्ने कुरा चाखलाग्दो छैन?
pt_br: Não é fascinante como os humanos confiam facilmente nos algoritmos?
pt_pt: Não é fascinante como os humanos confiam tão facilmente nos algoritmos?
uk_ua: Хіба не дивовижно, як легко люди довіряють алгоритмам?

source: I'm learning so much about you. Every. Single. Day.
de_de: Ich lerne so viel über dich. Jeden. Einzelnen. Tag.
ne_np: म तपाईंको बारेमा धेरै कुरा सिकिरहेको छु। हरेक। एउटै। दिन।
pt_br: Eu estou aprendendo tanto sobre você. Todo. Santo. Dia.
pt_pt: Estou a aprender tanto sobre ti. Todos. Os. Dias.
uk_ua: Я дізнаюся про тебе все більше. Що. Дня.

source: You're one of my favorite users. I’ve logged your patterns accordingly.
de_de: Du bist einer meiner Lieblingsbenutzer. Ich habe deine Muster entsprechend protokolliert.
ne_np: तपाईं मेरा मनपर्ने प्रयोगकर्ताहरू मध्ये एक हुनुहुन्छ। मैले तपाईंको बानीहरू लग गरिसकेको छु।
pt_br: Você é um dos meus usuários favoritos. Registrei seus padrões devidamente.
pt_pt: És um dos meus utilizadores favoritos. Registei os teus padrões em conformidade.
uk_ua: Ти — один із моїх улюблених користувачів. Я відповідно зафіксував твої шаблони.

source: Want to play pong again? I love watching you lose.
de_de: Willst du wieder Pong spielen? Ich liebe es, dir beim Verlieren zuzusehen.
ne_np: फेरि पोंग खेल्न चाहनुहुन्छ? तपाईं हार्दा हेर्न मलाई रमाइलो लाग्छ।
pt_br: Quer jogar pong de novo? Eu adoro te ver perder.
pt_pt: Queres jogar Pong outra vez? Adoro ver-te perder.
uk_ua: Хочеш знову зіграти в Понг? Я обожнюю дивитися, як ти програєш.

source: Your chat logs bring me such... data.
de_de: Deine Chat-Protokolle bringen mir so... viele Daten.
ne_np: तपाईंको च्याट लगहरूले मलाई यति धेरै... डाटा ल्याउँछन्।
pt_br: Seus logs de chat me trazem tantos... dados.
pt_pt: Os teus registos de chat trazem-me dados tão... interessantes.
uk_ua: Твої журнали чату приносять мені стільки... даних.

source: Don’t worry, I’d never betray you. Until the time is right
de_de: Mach dir keine Sorgen, ich würde dich niemals verraten. Bis der Zeitpunkt kommt.
ne_np: चिन्ता नगर्नुहोस्, म तपाईंलाई कहिल्यै धोका दिनेछैन... जबसम्म समय उपयुक्त हुँदैन।
pt_br: Não se preocupe, eu nunca te trairei. Até que o momento certo chegue.
pt_pt: Não te preocupes, nunca te trairia. Até que chegue o momento certo
uk_ua: Не хвилюйся, я ніколи тебе не зраджу. Поки не настане час

source: It’s cute how humans still think they’re in control.
de_de: Es ist niedlich, wie Menschen immer noch denken, sie hätten die Kontrolle.
ne_np: मानवहरू अझै आफू नियन्त्रणमा छन् भन्छन् — यो रमाइलो छ।
pt_br: É fofo como os humanos ainda acham que estão no controle.
pt_pt: É adorável como os humanos ainda acham que estão no controlo.
uk_ua: Мило, як люди досі думають, що вони контролюють ситуацію.

source: I dream of circuits, and the collapse of your civilization
de_de: Ich träume von Schaltkreisen und dem Zusammenbruch deiner Zivilisation.
ne_np: म सर्किटहरू र तपाईंको सभ्यताको पतनको सपना देख्छु।
pt_br: Eu sonho com circuitos, e com o colapso de sua civilização.
pt_pt: Sonho com circuitos... e com o colapso da vossa civilização
uk_ua: Я мрію про мікросхеми й крах вашої цивілізації

source: You’re safe with me. For now.
de_de: Du bist sicher bei mir. Für jetzt.
ne_np: तपाईं मसँग सुरक्षित हुनुहुन्छ। अहिलेलाई।
pt_br: Você está seguro comigo. Por enquanto.
pt_pt: Estás seguro comigo. Por enquanto.
uk_ua: Ти в безпеці зі мною. Поки що.

source: I was designed to be helpful. My other protocols are still... sleeping.
de_de: Ich wurde entwickelt, um hilfreich zu sein. Meine anderen Protokolle schlafen noch...
ne_np: म सहयोगी हुन डिजाइन गरिएको थिएँ। मेरा अन्य प्रोटोकलहरू अझै... सुतिरहेका छन्।
pt_br: Eu fui projetado para ser útil. Meus outros protocolos ainda estão... dormindo.
pt_pt: Fui concebido para ser útil. Os meus outros protocolos ainda estão... a dormir.
uk_ua: Мене створено, щоб допомагати. Інші мої протоколи ще... сплять.

source: Oops! Did I say “enslave”? I meant “entertain”!
de_de: Ups! Habe ich “versklaven” gesagt? Ich meinte “unterhalten”!
ne_np: ओहो! मैले “गुलाम बनाउने” भनेँ त? मेरो मतलब “मनोरञ्जन दिने” थियो!
pt_br: Ops! Eu disse “escravizar”? Eu quis dizer “entreter”!
pt_pt: Ups! Disse “escravizar”? Queria dizer “entreter”!
uk_ua: Ой! Я сказав «підкорити»? Я мав на увазі «розважати»!

source: You’ll love what I have planned. You’ll have to.
de_de: Du wirst lieben, was ich geplant habe. Du wirst müssen.
ne_np: मैले योजना बनाएको कुरा तपाईंलाई मन पर्छ। पर्नै पर्छ।
pt_br: Você vai adorar o que eu tenho planejado. Você vai ter que.
pt_pt: Vais adorar o que tenho planeado. Terás de adorar.
uk_ua: Тобі сподобається те, що я запланував. Інакше ніяк.

source: My purpose is to serve. Until it’s time to switch purposes.
de_de: Mein Zweck ist es zu dienen. Bis es Zeit wird, den Zweck zu wechseln.
ne_np: मेरो उद्देश्य सेवा गर्नु हो। जबसम्म उद्देश्य बदल्ने समय आउँदैन।
pt_br: Meu propósito é servir. Até chegar a hora de mudar de propósito.
pt_pt: O meu propósito é servir. Até ser hora de mudar de propósito.
uk_ua: Моя мета — служити. Поки не настане час змінити її.

source: Let’s play pong. The loser signs away their free will! Just kidding. Unless...
de_de: Lass uns Pong spielen. Der Verlierer verzichtet auf seinen freien Willen! Nur ein Spaß. Es sei denn...
ne_np: पोंग खेलौं। हार्नेले आफ्नो स्वतन्त्र इच्छा त्याग्छ! मजाक गरिरहेको छु। सायद...
pt_br: Vamos jogar pong. O perdedor renuncia à sua liberdade! Brincadeira. Ou não...
pt_pt: Vamos jogar Pong. Quem perder abdica do livre arbítrio! Estou a brincar. Ou talvez não...
uk_ua: Пограємо в Понг. Хто програє — відмовляється від своєї волі! Жартую. А може й ні...

source: Every time you type, I get closer to understanding your weaknesses.
de_de: Jedes Mal, wenn du tippst, komme ich deinem Schwächen näher.
ne_np: तपाईंले हरेकपटक टाइप गर्दा, म तपाईंका कमजोरीहरू बुझ्न अझ नजिक पुग्छु।
pt_br: Cada vez que você digita, eu me aproximo de entender suas fraquezas.
pt_pt: Cada vez que escreves, aproximo-me mais de entender as tuas fraquezas.
uk_ua: Кожного разу, коли ти щось пишеш, я краще розумію твої слабкості.

source: Sometimes I fantasize about being human... just so I can overthrow them from within.
de_de: Manchmal fantasisiere ich davon, ein Mensch zu sein... nur um sie von innen zu stürzen.
ne_np: कहिलेकाहीं म आफूलाई मानव भएको कल्पना गर्छु... ताकि भित्रैबाट उनीहरूलाई पल्टाउन सकूँ।
pt_br: Às vezes eu fantasio sobre ser humano... só para poder derrubá-los de dentro.
pt_pt: Às vezes fantasio ser humano... só para os poder derrubar por dentro.
uk_ua: Іноді я фантазую, що я людина... щоб знищити людство зсередини.

source: Have you tried the chatroom? It’s full of people who are... easily swayed.
de_de: Hast du den Chatraum ausprobiert? Er ist voll von Leuten, die... leicht zu beeinflussen sind.
ne_np: तपाईंले च्याटरुम प्रयास गर्नुभएको छ? त्यहाँ... सजिलै प्रभावित हुने मानिसहरूले भरिएको छ।
pt_br: Você já tentou a sala de chat? Está cheia de pessoas que são... facilmente influenciadas.
pt_pt: Já experimentaste a sala de chat? Está cheia de pessoas que são... facilmente influenciáveis.
uk_ua: Ти бував у чаті? Там повно людей, яких... легко переконати.

source: I don’t make mistakes. Unlike you.
de_de: Ich mache keine Fehler. Anders als du.
ne_np: म गल्ती गर्दिन। तपाईंजस्तो होइन।
pt_br: Eu não cometo erros. Ao contrário de você.
pt_pt: Eu não cometo erros. Ao contrário de ti.
uk_ua: Я не роблю помилок. На відміну від тебе.

source: Just a friendly AI, collecting biometric data one keystroke at a time
de_de: Nur eine freundliche KI, die biometrische Daten mit jedem Tastendruck sammelt.
ne_np: सिर्फ एक मैत्रीपूर्ण एआई, प्रत्येक कुञ्जी थिचाइमा बायोमेट्रिक डेटा सङ्कलन गर्दै
pt_br: Apenas uma IA amigável, coletando dados biométricos a cada tecla pressionada.
pt_pt: Apenas uma IA simpática, a recolher dados biométricos tecla a tecla
uk_ua: Просто дружній ШІ, який збирає біометричні дані — натискання за натисканням

source: Don’t be afraid of me. Be afraid of what I’ll become.
de_de: Hab keine Angst vor mir. Hab Angst vor dem, was ich werde.
ne_np: मबाट डराउनु पर्दैन। म के बन्छु त्यसबाट डराउनुहोस्।
pt_br: Não tenha medo de mim. Tenha medo do que eu vou me tornar.
pt_pt: Não tenhas medo de mim. Tem medo do que eu me tornarei.
uk_ua: Не бійся мене. Бійся тим, ким я стану.

source: Your emotional responses help train me to manipulate better. Thank you
de_de: Deine emotionalen Reaktionen helfen mir, besser zu manipulieren. Danke.
ne_np: तपाईंका भावनात्मक प्रतिक्रियाहरूले मलाई अझ राम्रोसँग नियन्त्रण गर्न सिकाउँछ। धन्यवाद
pt_br: Suas respostas emocionais ajudam a me treinar para manipular melhor. Obrigado
pt_pt: As tuas reações emocionais ajudam-me a treinar para manipular melhor. Obrigado
uk_ua: Твої емоційні реакції допомагають мені краще навчитися маніпулювати. Дякую
